Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: Small Dodecahemidodecahedron
tr: Küçük Dodecahemidodecahedron

source: Small Dodecicosacron
tr: Küçük Dodecicosacron

source: Small Dodecicosahedron
tr: Küçük Dodecicosahedron

source: Small Dodecicosidodecahedron
tr: Küçük Dodecicosidodecahedron

source: Small Hexacronic Icositetrahedron
tr: Küçük Hexacronic Icositetrahedron

source: Small Hexagonal Hexecontahedron
tr: Küçük Altıgen Hexecontahedron

source: Small Hexagrammic Hexecontahedron
tr: Küçük Hexagrammic Hexecontahedron

source: Small Icosacronic Hexecontahedron
tr: Küçük Icosacronic Hexecontahedron

source: Small Icosicosidodecahedron
tr: Küçük Icosicosidodecahedron

source: Small Icosihemidodecacron
tr: Küçük Icosihemidodecacron

source: Small Icosihemidodecahedron
tr: Küçük Icosihemidodecahedron

source: Small Retrosnub Icosicosidodecahedron
tr: Küçük Retrosnub Icosicosidodecahedron

source: Small Rhombidodecacron
tr: Küçük Rhombidodecacron

source: Small Rhombidodecahedron
tr: Küçük Rhombidodecahedron

source: Small Rhombihexacron
tr: Küçük Rhombihexacron

source: Small Rhombihexahedron
tr: Küçük Rhombihexahedron

source: Small Snub Icosicosidodecahedron
tr: Küçük Snub Icosicosidodecahedron

source: Small Stellapentakisdodecahedron
tr: Küçük Stellapentakisdodecahedron

source: Small Stellated Dodecahedron
tr: Küçük Stellated Dodecahedron

source: Small Stellated Truncated Dodecahedron
tr: Küçük Stellated Truncated Dodecahedron

source: Small Triambic Icosahedron
tr: Küçük Triambic Icosahedron

source: Snub Cube
tr: Kalkık Uçlu Küp

source: Snub Dodecadodecahedron
tr: Kalkık Uçlu Dodecadodecahedron

source: Snub Dodecahedron
tr: Kalkık Uçlu Dodecahedron

source: Snub Icosidodecadodecahedron
tr: Kalkık Uçlu Icosidodecadodecahedron

source: Stellated Truncated Hexahedron
tr: Yıldız Şeklinde Kesik Hexahedron

source: Truncated Cube
tr: Kesik Küp

source: Truncated Cuboctahedron
tr: Kesik Cuboctahedron

source: Truncated Dodecadodecahedron
tr: Kesik Dodecadodecahedron

source: Truncated Dodecahedron
tr: Kesik Dodecahedron

source: Truncated Great Dodecahedron
tr: Kesik Büyük Dodecahedron

source: Truncated Icosahedron
tr: Kesik Icosahedron

source: Truncated Icosidodechedon
tr: Kesik Icosidodechedon

source: Truncated Octahedron
tr: Kesik Octahedron

source: Truncated Tetrahedron
tr: Kesik Tetrahedron

source: Identical Pieces
tr: Eş Parçalar

source: Polyominoes
tr: Polinomlar

source: Repeatedly attempts to completely fill a rectangle with irregularly-shaped puzzle pieces. Written by Stephen Montgomery-Smith.
tr: Düzensiz şekilli bulmaca parçalarıyla bir dikdörtgeni devamlı olarak doldurmaya çalışır. Montgomery-Smith tarafından yazılmıştır.

source: 120-Cell
tr: 120-Hücre

source: 16-Cell (Hyper-Octahedron)
tr: 16-Hücre(Hyper-Octahedron)

source: 24-Cell
tr: 24-Hücre

source: 5-Cell (Hyper-Tetrahedron)
tr: 5-Hücre(Hyper-Tetrahedron)

source: 600-Cell
tr: 600-Hücre

source: 8-Cell (Hypercube / Tesseract)
tr: 8-Hücreli (Hiperküp / Tesseract)

source: Colors By 4D Depth
tr: 4B Derinlikli Renkler

source: Regular 4D Polytopes
tr: Düzenli 4B Politop

source: Single Color
tr: Tek Renk

source: This program shows one of the six regular 4D polytopes rotating in 4D. Written by Carsten Steger, inspired by H.S.M Coxeter's book "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, and Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990.
tr: Bu program 4D içerisinde dönen 4D politoplardan düzenli altı tanesini gösterir.Carsten Steger tarafından yazıldı, H.S.M Coxeter'in "Regular Polytopes", 3. baskı, Dover Publications. Inc., 1973 kitabından ve Thomas Banchoff'ın Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990 kitabından ilham alınılmıştır.

source: The pong program simulates an ancient Pong home video game, as well as various artifacts from displaying it on a color TV set. Written by Jeremy English and Trevor Blackwell.
tr: Pont uygulaması eski bir ev video oyunu olan Pongu gerçekleri aynı zamanda bir TV ekranında göstermek için de bir takım eserleri gerçekler. Jeremy English ve Trevor Blackwell tarafından yazıldı.

source: End color
tr: Rengi bitir

source: Start color
tr: Rengi başlat

source: Subdivision
tr: Altbölüm

source: This draws a pop-art-ish looking grid of pulsing colors. By Levi Burton.
tr: Güncel sanat işi parıldayan renk ızgaraları çizer. Levi Burton tarafından.

source: Twitch
tr: Kıpırtı

source: popsquares
tr: popkareleri

source: Draw Eye
tr: Göz Çiz

source: Providence
tr: İhtiyat

source: The providence code displays an eye, shrouded in glory, set upon the base of a pyramid. Written by Blair Tennessy.
tr: Piramit üzerinden zafer edasıda gizlenen tanrının gözünü gösterir. Blair Tennessy tarafından yazıldı.

source: Anti-alias Lines
tr: Örtüşme Önleme Çizgileri

source: Draws some intersecting planes, making use of alpha blending, fog, textures, and mipmaps, plus a ``frames per second'' meter so that you can tell how fast your graphics card is... Requires OpenGL. Written by David Konerding.
tr: Kesişen düzlemleri alfa karşıtlığı, sis, dokular ve mip haritaları ve de ekran kartınızı ne kadar hızlı olduğunu söyleyebileceğiniz ``saniyedeki çerçeve sayısı'' kullanaran çizer... OpenGL gerektirir. David Konerding tarafınan yazıldı.

source: Enable Blending
tr: Harmanlamayı Etkinleştir

source: Enable Depth Buffer
tr: Derin Tamponlamayı Etkinleştir

source: Enable Fog
tr: Sisi Etkinleştir

source: Enable Lighting
tr: Aydınlatmayı Etkinleştir

source: Enable Texture Filtering
tr: Doku Süzmeyi Etkinleştir

source: Enable Texture Mipmaps
tr: Doku Mip Eşlemlerini Etkinleştir

source: Enable Texturing
tr: Dokulamayı Etkinleştir

source: Quad Count
tr: Dörtlü Sayma

source: Texture PPM File
tr: Doku PPM Dosyası

source: Explosive Yield
tr: Patlayıcı Ürün

source: Launch Frequency
tr: Frekansı Başlat

source: Particle Density
tr: Parçacık Yoğunluğu

source: Pyro
tr: Piro

source: Pyro draws exploding fireworks. Blah blah blah. Written by Jamie Zawinski.
tr: Piro patlayan havai fişekler çizer. Hah ha Hah. Jamie Zawinski tarafından yazılmıştır.

source: Additive Colors
tr: Katkı Renkleri

source: Corners
tr: Köşeler

source: Line Segments
tr: Çizgi Bölümleri

source: Linear Motion
tr: Çizgisel Hareket

source: Max Size
tr: Azami Boyut

source: Random Motion
tr: Rastgele Hareket

source: Subtractive Colors
tr: Eksiltici Renkler

source: This is the swiss army chainsaw of qix programs. It bounces a series of line segments around the screen, and uses variations on this basic motion pattern to produce all sorts of different presentations: line segments, filled polygons, overlapping translucent areas... Written by Jamie Zawinski.
tr: Qix uygulamalarının isveç çakısıdır. Ekran üzerinden seri bir satır dilimlerini sıçratır ve farklı sunumlar elde etmek için farklı çeşitlilikteki hareket desenlerini kullanır: satır dilimleri, doldurulmuş çokgenler, üst üste gelen yarı saydam alanlar... Jamie Zawinski tarafından yazıldı.

source: Transparent
tr: Şeffaf

source: Queens
tr: Kızlar

source: Solves the N-Queens problem (where, in this program, N is between 5 and 10 queens.) The problem is: how may one place N queens on an NxN chessboard such that no queen can attack a sister? Written by Blair Tennessy.
tr: N-Vezir problemini çözer (burada N 5 ve 10 arası vezir sayısıdır). Problem şudur: NxN boyutlarındaki bir satranç tahtasına birisi N tane veziriden kaçını bir diğerini yemeden yerleştirir? Blair Tennessy tarafından yazıldı.

source: Another variation of the `Bomb' program by Scott Draves. This draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. ``RD'' stands for reaction-diffusion.
tr: Scott Draves tarafından üretilen başka bir `Bomba' çeşidi. Büyüyen kare benzeri ızgara şekiller çizer öyle ki bir birleri üzerine geçer ve beklenmedik şekillerde hareet ederler. ''RD'' burada tepki ve yayılma anlamına gelir.

source: Epoch
tr: Çağ

source: Fill Screen
tr: Ekranı Doldur

source: RD-Bomb
tr: RD-Bomba

source: Reaction/Diffusion
tr: Reaksiyon/Difüzyon

source: Seed Radius
tr: Tohum Yarıçapı

source: Tile Size
tr: Döşeme Boyutu

source: Wander Speed
tr: Gezinme Hızı

source: Big Drops
tr: Büyük Damlalar

source: Colors Two
tr: Renkler İki

source: Drizzle
tr: Çise

source: Grab Screen Image
tr: Ekran Görüntüsünü Yakala

source: Grayscale
tr: Gri

source: Lighting Effect
tr: Aydınlatma Efekti

source: Moving Splashes
tr: Hareket Eden Lekeler

source: Psychedelic Colors
tr: Hayali Renkler

source: Ripples
tr: Dalgacıklar

source: Small Drops
tr: Küçük Damlalar

source: Storm
tr: Fırtına

source: This draws rippling interference patterns like splashing water. With the -water option, it manipulates your desktop image to look like something is dripping into it. Written by Tom Hammersley.
tr: Bu sıçrayan su gibi anlık dalgalanan etkileşimler çizer. -su seçeneği ile masaüstü resminizi içene bir dalga giriyormuşcasına değiştirir. Tom Hammersley tarafından yazılmıştır.

source: Rocks
tr: Kayalar

source: Steering
tr: Yönetim

source: This draws an animation of flight through an asteroid field, with changes in rotation and direction. It can also display 3D separations for red/blue glasses! Mostly written by Jamie Zawinski.
tr: Bu bir astroid alanından değişen yön ve dönüşler ile uçuşu canlandırır. Aynı zamanda kırmızı/mavi camın 3B bölünmesini de gösterebilir! Çoğunlukla Jamie Zawinski tarafından yazılmıştır.

source: Velocity
tr: Hız

source: This generates random inkblot patterns. The algorithm is deceptively simple for how well it works; it merely walks a dot around the screen randomly, and then reflects the image horizontally, vertically, or both. Any deep-seated neurotic tendencies which this program reveals are your own problem. Written by Jamie Zawinski.
tr: Rastgele mürekkep izi desenler oluşturur. Algoritma ne kadar iyi çalıştığını göstermek için aldatıcı şekilde basittir; sadece bir nokta etrafında rastgele dolaşır ve daha sonra görüntüyü yatay, dikey veya her iki yönde aynalar. Bu uygulamanın ortaya çıkardığı derinlerinizdeki evhamlar sizin sorunlarınızdır. Jamie Zawinski tarafından yazıldı.

source: With X Symmetry
tr: X Simetrisi ile

source: With Y Symmetry
tr: Y Simetrisi ile

source: Another ancient xlock demo, this one by Tom Lawrence. It draws a line segment moving along a complex spiraling curve.
tr: Tom Lawrence tarafından yazımış başka bir eski xlock demosu. Karmaşık dönen çember etrafında hareket eden bir çizgi dilimi çizer.

source: Length
tr: Uzunluk

source: Animate
tr: Canlandır

source: Creates a collage of rotated and scaled portions of the screen. Written by Claudio Matsuoka.
tr: Ekranın ölçeklenmiş ve döndürülmüş bölümlerini içeren bir kolaj oluşturur. Claudio Matsuoka tarafından yazılmıştır.

source: Rectangle Count
tr: Dikdörtgen Sayısı

source: Stationary Rectangles
tr: Durağan Dikdörtgenler

source: Sweeping Arcs
tr: Süpüren Yaylar

source: Wandering Rectangles
tr: Göçebe Dikdörtgenler

source: Draws a Rubik's Cube that rotates in three dimensions and repeatedly shuffles and solves itself. Another fine GL hack by Marcelo Vianna.
tr: Üç boyutta dönen ve kendini karıştırıp çözen bir Rubik küpü çizer. Marcelo Vianna tarafından geliştirilmiş bir GL uygulamasıdır.

source: Show Shuffling
tr: Karmayı Göster

source: Draws an animation of textured balls spinning like crazy in GL. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge &lt;lassauge@users.sourceforge.net&gt;.
tr: GL içerisinde deli gibi dolanan doku topları canlandırır. OpenGL ve doku eşlemleri için hızlı donanım desteğine sahip bir makien gerektirir. Eric Lassauge &lt;lassauge@users.sourceforge.net&gt; tarafından yazıldı.

source: Plane
tr: Düz

source: Pyramid
tr: Piramit

source: Sballs
tr: Stoplar

source: Star
tr: Yıldız

source: This draws smoothly-shaded oscillating oval patterns, that look something like vapor trails or neon tubes. Written by Shane Smit.
tr: Bu prüzsüz ve gölgelenmiş titreşen oval desenler çizer, bu desenler buhar izine ya da neon tüplerine benzer. Shane Smit tarafından yazılmıştır.

source: This draws the two-dimensional variant of the recursive Sierpinski triangle fractal. Written by Desmond Daignault.
tr: Bu özyineli Sierpinski üçgen fraktalının iki-boyutlu halini çizer. Desmond Daignault tarafından yazılmıştır.

source: This draws the three-dimensional variant of the recursive Sierpinski triangle fractal, using GL. Written by Tim Robinson and Jamie Zawinski.
tr: Bu özyineli Sierpinski üçgen fraktalının üç-boyutlu halini GL kullanarak çizer. Tim Robinson ve Jamie Zawinski tarafından yazılmıştır.

source: Border Width
tr: Sınır Genişliği

source: Slide Speed
tr: Slayt Hızı

source: SlideScreen
tr: SlaytEkranı

source: This takes an image, divides it into a grid, and then randomly shuffles the squares around as if it was one of those annoying ``16-puzzle'' games, where there is a grid of squares, one of which is missing. I hate trying to solve those puzzles, but watching one permute itself is more amusing. Written by Jamie Zawinski.
tr: Bu bir resmi alıp ızgaralara böler ve bir parçası eksik 16-parçalı standart bulmaca haline çevirir. Bu tip bulmacaları çözmeyi sevmem ancak kendi kendine çözüldüğünü görmek gayet keyif verici. Jamie Zawinski tarafından yazılmıştır.

source: Slip
tr: Kaydır

source: This program throws some random bits on the screen, then sucks them through a jet engine and spews them out the other side. To avoid turning the image completely to mush, every now and then it will and then it interjects some splashes of color into the scene, or go into a spin cycle, or stretch the image like taffy, or (this is my addition) grab an image of your current desktop to chew on. Originally written by Scott Draves; whacked on by Jamie Zawinski.
tr: Bu program bazı rastgele bitleri ekrana atar daha sonra bir jet motoru ile emip diğer kenara püskürtür. Görüntüyü bir pelteye çevirmeden korumak için ekrana bazı renk fırlatımları yapar veya dönme öevrimine girer veya görüntüyü şekerleme gibi uzatır veya (bu benim katkım) mevcut masaüstünüzün görüntüsünü yakalyıp çiğner. Asıl olarak Scott Draves tarafından yazıldı, yoğun şekilde Jamie Zawinski üzerinde çalıştı.

source: Ping known hosts
tr: Bilinen bilgisayarları pingle

source: Ping mode...
tr: Ping kipi...

source: Ping subnet/24 (254 hosts)
tr: Ping alt ağ/24 (254 istemci)

source: Ping subnet/25 (126 hosts)
tr: Ping alt ağ/25 (126 istemci)

source: Ping subnet/26 (62 hosts)
tr: Ping alt ağ/26 (62 istemci)

source: Ping subnet/27 (31 hosts)
tr: Ping alt ağ/27 (31 istemci)

source: Ping subnet/28 (14 hosts)
tr: Ping alt ağ/28 (14 istemci)

source: Ping subnet/29 (6 hosts)
tr: Ping alt ağ/29 (6 istemci)

source: Ping subnet/30 (2 hosts)
tr: Ping alt ağ/30 (2 istemci)

source: Resolve Host Names
tr: Makine Adlarını Çöz

source: Show Ping Times
tr: Ping Zamanlarını Göster

source: Simulation Team Members
tr: Simülasyon Takım Üyeleri

source: Team A Name
tr: A Takımının İsmi

source: Team B Name
tr: B Takımının İsmi

source: This program draws a simulation of a sonar screen. By default, it displays a random assortment of ``bogies'' on the screen, but if installed as "setuid root", it can ping (pun intended) your local network, and actually plot the proximity of the other hosts on your network to you. Written by Stephen Martin and Jamie Zawinski.
tr: Sonar ekranının bir gerçeklenmesini çizer. Varsayılan olarak, rastgele çeşitlilikte ``kamyonlar'' gösterir, fakat eğer "setuid root" olarak kuruldu ise, yerel ağınıza ping atabilir ve aslında ağınızdaki uçların size olan yakınlıklarını çizebilir. Stephen Martin ve Jamie Zawinski tarafından yazıldı.

source: Allow Wall Collisions
tr: Duvar Çarpışmalarına İzin Ver

source: Display Crosshair
tr: Art Göstergesini Görüntüle

source: Max Velocity
tr: En Fazla Hız

source: Mine Shaft
tr: Maden Kuyusu

source: Present Bonuses
tr: Hediye Bonuslar

source: Rocky Walls
tr: Taş Duvarlar

source: Simulates speeding down a rocky mineshaft, or a funky dancing worm. Written by Conrad Parker.
tr: Kayalık bir maden kuyusunda hızlanmayı veya korkak dans eden bir solucanı gerçekler. Conrad Parker tarafından yazıldı.

source: SpeedMine
tr: HızMayını

source: Thrust
tr: Baskı

source: Worm
tr: Solucan

source: Another of the classic screenhacks of the distant past, this one draws shaded spheres in multiple colors. This hack traces its lineage back to Tom Duff in 1982.
tr: Uzak geçmişin klasik bir ekran değiştirilmiş kod uygulaması, farklı renklerde gölgeli küreler çizer. Bu değiştirilmiş kod uygulaması soyunu 1982 yılındaki Tom Duff'a kadar takip eder.

source: SphereEversion draws an animation of a sphere being turned inside out. A sphere can be turned inside out, without any tears, sharp creases or discontinuities, if the surface of the sphere is allowed to intersect itself. This program animates what is known as the Thurston Eversion. Written by Nathaniel Thurston and Michael McGuffin. This program is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.dgp.utoronto.ca/~mjmcguff/eversion/&gt;.
tr: KüreTersDönmesi içten dışa doğru dönen bir kürenin canlandırmasını yapar. Bir küre gözyaşı, keskin kırışıklıklar ve süreksizlikler olmadan içten dışa, eğer kürenin yüzeyinin kendisi ile keisşmesine izin verilirse, dönebilir. Bu program Thurston Ters Dönmesi olarak bilineni canlandırır. Nathaniel Thurston ve Michael McGuffin tarafından yazıldı. Bu program XScreenSaver paketi iel gelmemektedir, fakat halen sahip değilseniz, &lt;http://www.dgp.utoronto.ca/~mjmcguff/eversion/&gt; adresinde bulabilirsiniz.

source: Smoothed Lines
tr: Düzgünleştirilmiş Çizgiler

source: These closed objects are commonly called spherical harmonics, although they are only remotely related to the mathematical definition found in the solution to certain wave functions, most notable the eigenfunctions of angular momentum operators. Written by Paul Bourke and Jamie Zawinski.
tr: Bu kapalı nesneler, her ne kadar belli dalga fonksiyonları çözümü içinde bulunan, çoğunluğu açısal momentum işleçlerinin eigen fonksiyonları olan, herhangi bir matematiksel fonksiyon ile uzaktan ilişkili olsa da, ortak olarak küresel harmonikler olarak çağrılır. Paul Bourke ve Jamie Zawinski tarafından yazıldı.

source: Cycles
tr: Döngüler

source: Moving circular patterns, by Peter Schmitzberger. Moving circular patterns means moire; interference patterns, of course.
tr: Peter Schmitzberger tarafından yazılmış hareketli dairesel desenler. Hareketli dairesel desenler derken girişimli desenler kasdedilmektedir.

source: Spiral
tr: Sipiral

source: Draws a spotlight scanning across a black screen, illuminating the underlying desktop when it passes. Written by Rick Schultz.
tr: Siyak ekran boyunca bir sahne ışığı çizer, alttaki masaüstünü geçtikçe aydınlatır. Rick Schultz tarafından yazıldı.

source: Spotlight
tr: Sahne Işığı

source: Q-Bert meets Marble Madness! Written by Ed Mackey.
tr: Q-Bert Mermer Çılgınlığıyla buluşuyor! Ed Mackey tarafından yazılmıştır.

source: Draws a set of interacting, square-spiral-producing automata. The spirals grow outward until they hit something, then they go around it. Written by Jeff Epler.
tr: Etkileşimli, kare şeklinde spiral üreten otomata çizer. Spiraller dışarı doğru bir şeye çarpana kadar büyür ve daha sonra etrafında dolanır. Jeff Epler tarafından yazıldı.

source: Handedness
tr: SolaklıkSağlaklık

source: Left
tr: Sol

source: Randomness
tr: Rasgelelik

source: Right
tr: Sağ

source: Squiral
tr: Sincapço

source: SSystem
tr: SSistem

source: SSystem is a GL Solar System simulator. It simulates flybys of Sun, the nine planets and a few major satellites, with four camera modes. Written by Raul Alonso. This is not included with the XScreenSaver package, but is packaged separately. Note: SSystem does not work as a screen saver on all systems, because it doesn't communicate with xscreensaver properly. It happens to work with some window managers, but not with others, so your mileage may vary. SSystem was once available at &lt;http://www1.las.es/~amil/ssystem/&gt;, but is now gone. You may still be able to find copies elsewhere. SSystem has since evolved into Celestia, found at &lt;http://www.shatters.net/celestia/&gt;. Sadly, Celestia does not work with xscreensaver at all. You are encouraged to nag the authors into adding xscreensaver support!
tr: SSystem bir GL Güneş Sistemi benzeticisidir. Güneşin, dokuz gezegenin ve belli temel uyduların alçaktan uçuşunu dört kamera ile benzetir. Raul Alonso tarafından yazıldı. XScreenSaver paketine dahil değildir fakat ayrı olarak paketlenir. Not: SSystem tüm sistemler üzerinde ekran koruyucu olarak çalışmaz, çünkü xscreensaver ile düzgünce haberleşmez. Bazı pencere yöneticileri ile çalıştığı bilinmektedir, fakat diğerleri ile çalışmamaktadır, bundan dolayı kilometre değişebilir. SSystem ilk olarak &lt;http://www1.las.es/~amil/ssystem/&gt; adresinden erişebilir idi. Ne yazık ki, Celestia artık xscreensaver ile çalışmamaktadır. Yazarını xscreensaver desteği verme konusunda rahatsız edebilirsiniz.

source: Stairs
tr: Yıldızlar

source: by Marcelo Vianna's third Escher GL hack, this one draws an ``infinite'' staircase.
tr: Marcelo Vianna'nın üçüncü Escher GL değiştirilmiş kod uygulaması, bu ``sonsuz'' merdivenler çizer.

source: Color Gradients
tr: Renk Geçişleri

source: Pulsating Blob
tr: Atışlı Baloncuk

source: Starfish
tr: Deniz Yıldızı

source: This generates a sequence of undulating, throbbing, star-like patterns which pulsate, rotate, and turn inside out. Another display mode uses these shapes to lay down a field of colors, which are then cycled. The motion is very organic. Written by Jamie Zawinski.
tr: Dalgalı, zonklayan, yıldıza benzeyen dolanan, içeri ve dışarı dönen desen ardışılları üretir. Başka bir görüntü kipi bu şekilleri, daha sonra tekrar döndürülecek olan renk alanlarını yatırmak için kullanır. Hareket çok doğaldır. Jamie Zawinski tarafından yazıldı.

source: Anti-aliased Lines
tr: Örtüşme önlenesi çizgileri

source: Draws a stream of text slowly scrolling into the distance at an angle, over a star field, like at the beginning of the movie of the same name. The text can be the output of a program or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. Written by Jamie Zawinski and Claudio Matauoka.
tr: Aynı isimdeki filmin başlangıcı gibi, bir yıldız alanı üzerinden belli bri açıda belli bir mesafeye doğru yavaş bir metin akışını çizer. Metin bir program çıktısı veya bir dosya veya URL içeriği olabilir, ki bu da ana Ekran Koruyucu Tercihleri ekranında "İleri" sekmesi üzerinde yapılandırılmıştır. Jamie Zawinski ve Claudio Matauoka tarafından yazıldı.

source: Fade Out
tr: Kararma

source: Scroll Speed
tr: Kaydırma Hızı

source: Star Rotation Speed
tr: Yıldız Dönme Hızı

source: StarWars
tr: YıldızSavaşları

source: Texture-Mapped Font
tr: Doku Eşlenmiş Yazı Tipi

source: Thick Lines
tr: Kalın Çizgiler

source: Wrap Long Lines
tr: Uzun Satırları Kaydır

source: Chains of colorful squares dance around each other in complex spiral patterns. Written by Andrew Plotkin, based on SGI's `electropaint' screensaver.
tr: Karmaşık döner desenler üzerinde birbiri etrafında dans eden renkli kare zincirleri. SGI'nin 'elektroboya' ekran koruyucusu temel alınarak Andrew Plotkin tarafından yazılmıştır.

source: StonerView
tr: Ayyaş Bakışı

source: Strange
tr: Garip
