Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: Browse...
tr: Gözat...

source: Select file.
tr: Dosya seç.

source: Couldn't find pixmap file: %s
tr: Pixmap dosyası bulunamadı: %s

source: Error loading pixmap file: %s
tr: Pixmap dosyası yüklenemedi: %s

source: reason: %s
tr: neden: %s

source: _File
tr: _Dosya

source: _Blank Screen Now
tr: _Boş Ekran Şimdi

source: Activate the XScreenSaver daemon now (locking the screen if so configured.)
tr: XScreenSaver sürecini hemen etkinleştir (öyle yapılandırılmışsa ekranı da kilitler.)

source: _Lock Screen Now
tr: _Ekranı Şimdi Kilitle

source: Lock the screen now (even if "Lock Screen" is unchecked.)
tr: Ekranı hemen kilitle ("Ekranı Kilitle" seçili olmasa bile.)

source: _Kill Daemon
tr: _Süreci Durdur

source: Tell the running XScreenSaver daemon to exit.
tr: Çalışan XScreenSaver sürecine durmasını söyler.

source: _Restart Daemon
tr: Süreci _Yeniden Başlat

source: Kill and re-launch the XScreenSaver daemon.
tr: XScreenSaver sürecini durdurur ve yeniden başlatır.

source: _Exit
tr: _Çık

source: Exit the xscreensaver-demo program (but leave the XScreenSaver daemon running in the background.)
tr: xscreensaver-demo uygulamasından çıkar (fakat XScreenSaver artalan işlemi arkaplanda çalışmaya devam eder)

source: _Help
tr: _Yardım

source: _About...
tr: _Hakkında...

source: Display version information.
tr: Sürüm bilgisini görüntüle.

source: _Documentation...
tr: _Belgelendirme...

source: Go to the documentation on the XScreenSaver web page.
tr: XScreenSaver web sayfasındaki belgelendirmeye git.

source: Cycle After
tr: Döngü Sonra

source: Whether a password should be required to un-blank the screen.
tr: Ekranı boş durumundan çıkarmak için bir parola gerekiyor mu

source: Lock Screen After
tr: Ardından Ekranı Kilitle

source: Blank After
tr: Ardından Boş

source: How long before the monitor goes completely black.
tr: Ne kadar sonra ekran tamamen kararsın.

source: minutes
tr: dakika

source: Preview
tr: Önizleme

source: Demo the selected screen saver in full-screen mode (click the mouse to return.)
tr: Seçili ekran koruyucuyu tam ekran kipte deneyin (dönmek için fareye tıklayın)

source: Settings...
tr: Ayarlar...

source: Customization and explanation of the selected screen saver.
tr: Özelleştirme ve seçilen ekran koruyucunun açıklaması.

source: Mode:
tr: Kip:

source: Disable Screen Saver
tr: Ekran Koruyucuyu Kapat

source: Blank Screen Only
tr: Sadece Siyah Ekran

source: Only One Screen Saver
tr: Sadece Bir Ekran Koruyucu

source: Random Screen Saver
tr: Rasgele Ekran Koruyucu

source: Use
tr: Kullan

source: Screen Saver
tr: Ekran Koruyucu

source: Run the next screen saver in the list in full-screen mode (click the mouse to return.)
tr: Listede sonraki ekran koruyucuyu tam ekran kipinde çalıştırın (dönmek için fareye tıklayın)

source: Run the previous screen saver in the list in full-screen mode (click the mouse to return.)
tr: Listede önceki ekran koruyucuyu tam ekran kipinde çalıştırın (dönmek için fareye tıklayın)

source: Description
tr: Açıklama

source: Display Modes
tr: Görüntüleme Kipleri

source: Diagnostics
tr: Tanılar

source: Whether the daemon should print lots of debugging information.
tr: Artalan süreci pek çok hata ayıklama mesajı basmalı mı

source: Verbose Diagnostics
tr: Ayrıntılı Tanılar

source: Whether any error output of the display modes should be redirected to the screen.
tr: Görüntü kiplerinin hata çıktıları ekrana yönlendirilmeli mi

source: Display Subprocess Errors
tr: Alt Süreç Hatalarını Görüntüle

source: Whether the splash screen (with the version number and `Help' button) should be momentarily displayed when the daemon first starts up.
tr: Açılış ekranı (sürüm numarası ve `Yardım' düğmesi ile) artalan süreci çalışmaya başladığında ekranda kısa süreliğine gözükmeli mi

source: Display Splash Screen at Startup
tr: Açılışta Açılış Ekranını Göster

source: Colormaps
tr: Renk Haritaları

source: Whether to install a private colormap when running in 8-bit mode on the default Visual.
tr: Varsayılan Görselde 8-bit kipinde iken özel bir renk haritası yüklensin mi.

source: Install Colormap
tr: Renk Haritası Yükle

source: Whether the screen should slowly fade to black when the screen saver activates.
tr: Ekran koruyucu etkinleştiğinde ekran yavaşça kararmaya başlamalı mı.

source: Fade To Black When Blanking
tr: Boşken Karar

source: Whether the screen should slowly fade in from black when the screen saver deactivates.
tr: Ekran koruyucu etkinliğini kaybedince ekran yavaşça kararma durumundan çıksın mı.

source: Fade From Black When Unblanking
tr: Boş Ekran Durumundan Çıkarken Aydınlan

source: Fade Duration
tr: Solma Süresi

source: How long it should take for the screen to fade in and out.
tr: Ekrasnın kararma ve aydınlanması ne kadar sürmeli.

source: seconds
tr: saniye

source: Display Power Management
tr: Görüntü Güç Yönetimi

source: Whether the monitor should be powered down after a while.
tr: Belli bir süre sonra ekran gücü kesilmeli mi.

source: Power Management Enabled
tr: Güç Yönetimi Etkin

source: Off After
tr: Ardından Kapalı

source: Suspend After
tr: Ardından Beklet

source: Standby After
tr: Sonra Beklemede Kal

source: How long until the monitor goes into power-saving mode.
tr: Ne kadar sonra monitör güç koruma kipine geçecek.

source: How long until the monitor powers down.
tr: Ne kadar sonra monitör gücü kapatacak.

source: Image Manipulation
tr: Resim İşleme

source: Whether the image-manipulating modes should be allowed to operate on an image of your desktop.
tr: Resim işleme kiplerinin masaüstündeki bir resim üzerinde çalışmasına izin verilmeli mi.

source: Grab Desktop Images
tr: Masaüstü Resimlerini Yakala

source: Whether the image-manipulating modes should operate on images captured from the system's video input (if there is one).
tr: Resim işleme kipleri sistemin video girdisinden (eğer varsa) yakalanan görüntüler üzerinde çalışmalı mı.

source: Grab Video Frames
tr: Video Çerçevelerini Yakala

source: Whether the image-manipulating modes should operate on random images loaded from disk.
tr: Resim işleme kipleri diskten rastgele yüklenmiş resimler üzerinde çalışmalı mı.

source: Choose Random Image:
tr: Rasgele Resim Seç:

source: The directory from which images will be randomly chosen.
tr: Resimlerin rasgele seçileceği dizin.

source: Browse
tr: Gözat

source: Advanced
tr: Gelişmiş

source: XScreenSaver: Mode-Specific Settings
tr: XScreenSaver: Kipe Özel Ayarlar

source: Settings
tr: Ayarlar

source: Standard
tr: Standart

source: Visual:
tr: Görsel:

source: Any
tr: Herhangi

source: Best
tr: En iyi

source: Default
tr: Varsayılan

source: Default-N
tr: Varsayılan-N

source: TrueColor
tr: GerçekRenk

source: PseudoColor
tr: YalancıRenk

source: StaticGray
tr: SabitGri

source: GrayScale
tr: GriÖlçeği

source: DirectColor
tr: DoğrudanRenk

source: Color
tr: Renk

source: Gray
tr: Gri

source: The X visual type that this demo will require. If that visual is available it will be used, otherwise, this demo will not be run.
tr: Bu tanıtımın gerek duyacağı X görsel tipi. Eğer o görsel varsa kullanılır, aksi halde, bu tanıtım çalışmayacaktır.

source: Command Line:
tr: Komut Satırı:

source: Documentation...
tr: Belgelendirme...

source: Click here to read the manual for this display mode, if it has one.
tr: Bu görüntüleme kipine ait kılavuzu, eğer varsa, okumak için tıklayın.

source: Advanced >>
tr: Gelişmiş >>

source: Edit the command line directly.
tr: Komut satırını doğrudan düzenleyin.

source: Standard <<
tr: Standart <<

source: Back to the graphical configuration options.
tr: Grafik yapılandırma seçeneklerine geri dön.

source: OK
tr: TAMAM

source: Cancel
tr: İptal

source: Warning: The XScreenSaver daemon doesn't seem to be running on display "%s". Launch it now?
tr: Uyarı: XScreenSaver süreci çalışıyor gibi "%s" ekranında görünmüyor. Çalıştırılsın mı?

source: For updates, check http://www.jwz.org/xscreensaver/
tr: Güncellemeler için http://www.jwz.org/xscreensaver/ adresini kontrol edin

source: Error: No Help URL has been specified.
tr: Hata: Yardım için bir URL belirtilmemiş.

source: Error: The xscreensaver daemon did not start up properly.
tr: Hata: xscreensaver düzgün başlamadı.

source: You are running as root. This usually means that xscreensaver was unable to contact your X server because access control is turned on. Try running this command: xhost +localhost and then selecting `File / Restart Daemon'. Note that turning off access control will allow anyone logged on to this machine to access your screen, which might be considered a security problem. Please read the xscreensaver manual and FAQ for more information. You shouldn't run X as root. Instead, you should log in as a normal user, and `su' as necessary.
tr: root olarak çalıştrıyorsunuz.. Bu genelde xscreensaverın erişim kontrolü açık olduğundan X sunucusu ile erişim kuramaması anlamına gelir. Şu komutu çalıştırmayı deneyin: xhost +localhost ve daha sonra şunu seçin `Dosya / Artalan Sürecini Yeniden Başlat'. Erişim kontrolünün kapatılmasının sisteme giriş yapmış her kullanıcının ekrana erişebileceği anlamına gelir, ki bu da bir güvenlik sorunu olarak düşünülebilir. Lütfen xscreensaver el kitabını ve SSS daha fazla bilgi için okuyun. Xi root olarak çalıştırmamalısınız.. Bunun yerine normal bir kullanıcı olarak giriş yapıp `su' komutunu gerekirse çalıştırabilirsiniz.

source: Please check your $PATH and permissions.
tr: Lütfen $PATH'i ve erişim haklarınızı kontrol edin.

source: Error: Couldn't determine init file name!
tr: Hata: Başlatma dosyasının ismi belirlenemedi!

source: Error: Couldn't write %s
tr: Hata: %s'ye yazılamadı

source: Error: no `manualCommand' resource set.
tr: Hata: `manualCommand' kaynak kümesi yok.

source: Error: Unparsable time format: "%s"
tr: Hata: Parçalanamayan zaman biçimi: "%s"

source: Error: Directory does not exist: "%s"
tr: Hata: Dizin mevcut değil: "%s"

source: Error: File does not exist: "%s"
tr: Hata: Dosya mevcut değil: "%s"

source: Descriptions not available: no XML support compiled in.
tr: Açıklamalar kullanılabilir değil: XML desteği ile derlenmemişler.

source: No description available.
tr: Açıklama yok.

source: Blank Screen
tr: Boş Ekran

source: Screen Saver Disabled
tr: Ekran Koruyucu Kapalı

source: %s: %.100s Settings
tr: %s: %.100s Ayarlar

source: Warning: file "%s" has changed, reloading.
tr: Uyarı: "%s" dosyası değiştirildi, yeniden yükleniyor.

source: No Preview
tr: Önizleme Yok

source: Available
tr: Kullanılabilir

source: Not
tr: Değil

source: Installed
tr: Yüklü

source: Warning: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". Since they are different users, they won't be reading/writing the same ~/.xscreensaver file, so %s isn't going to work right. You should either re-run %s as "%s", or re-run xscreensaver as "%s". Restart the xscreensaver daemon now?
tr: Uyarı: %s bu kullanıcı ile "%s" bu makine üzerinde çalışıyor "%s". Fakat xscreesaver bu görüntüyü işliyor "%s" ve bu kullanıcı ile "%s" bu makine üzerinde çalışıyor "%s". Farklı kullanıcılar oldukları için, aynı ~/.xscreensaver dosyasına okuma/yazma yapmayacaklar, bu yüzden %s doğru çalışmayacak. Ya %s yi "%s" olarak veya xscreensaver uygulamasını "%s" olarak yeniden çalıştırmalısınız. xscreensaver art alan sürecini şimdi yeniden başlatın?

source: Warning: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". If those two machines don't share a file system (that is, if they don't see the same ~%s/.xscreensaver file) then %s won't work right. Restart the daemon on "%s" as "%s" now?
tr: Uyarı: %s bu kullanıcı olarak "%s" bu makine üzerinde "%s" çalışıyor. Fakat xscreesaver bu görüntüyü işliyor "%s" ve bu kullanıcı ile "%s" bu makine üzerinde çalışıyor "%s". Eğer bu iki makine bir dosya sistemini paylaşmıyorsa (yani, aynı ~%s/.xscreensaver file dosyayı görmüyorsa) o zaman %s doğru çalışmayacaktır. Artalan sürecini bu makine üzerinde "%s" bu kullanıcı olarak "%s" yeniden başlat?

source: Warning: This is %s version %s. But the xscreensaver managing display "%s" is version %s. This could cause problems. Restart the xscreensaver daemon now?
tr: Uyarı: Bu %s sürüm %s. Fakat xscreensaver bu görüntüyü işliyor "%s" ve sürümü %s. Bu problemlere sebep olabilir. xscreensaver artalan sürecini şimdi yeniden başlat?

source: %s: unknown option: %s
tr: %s: bilinmeyen seçenek: %s

source: Screensaver Preferences
tr: Ekran Koruyucu Ayarları

source: Change screensaver properties
tr: Ekran koruyucu ayarlarını değiştir

source: Screensaver
tr: Ekran koruyucu

source: Choose _Random Image:
tr: Rasgele _Resim Seç:

source: F_ade Duration
tr: K_ararma Süresi

source: Fade from Black When _Unblanking
tr: _Ekran Dolarken Aydınlan

source: Fade to Black when _Blanking
tr: _Boşken Karar

source: Fading and Colormaps
tr: Solma ve Renk Haritaları

source: Grab Desktop _Images
tr: Masaüstü _Resimlerini Yakala

source: Grab _Video Frames
tr: _Video Çerçevelerini Yakala

source: How long after the screen blanks until a password will be required.
tr: Ekran bir parola girişine ihtiyaç duyana kadar ne kadar süreyle boş kalacak.

source: How long before the screen saver activates.
tr: Ekran koruyucu etkinleşmeden önce ne kadar sürer.

source: How long each display mode should run before choosing a new one (in Random mode.)
tr: Yeni birini seçenek kadar her bir görüntü kipi ne kadar süre ile çalışmalı (Rastgele Kipte)

source: How long until the monitor goes completely black.
tr: Ekranın tamamen kararması ne kadar sürer.

source: Install _Colormap
tr: _Renk Haritaları Yükle

source: Never blank the screen or power down the monitor.
tr: Ekranı asla boşaltma veya monitörü kapatma.

source: No Preview Available
tr: Önizleme kullanılabilir Değil

source: Not Installed
tr: Yüklü Değil

source: Stand_by After
tr: Sonra Bek_lemede Kal

source: Sus_pend After
tr: Sonra As_kıya Al

source: Text Manipulation
tr: Metin İşleme

source: Text _file
tr: Metin _dosyası

source: Text-displaying modes will display the contents of this URL (HTML or RSS).
tr: Metin gösterim kipleri bu URL adresinin içeriğini gösterecek (HTML veya RSS)

source: Text-displaying modes will display the contents of this file.
tr: Metin gösterim kipleri bu dosyanın içeriğini gösterecek.

source: Text-displaying modes will display the local host name, date, and time.
tr: Metin gösterim kipleri yerel makine adı, tarih ve zamanı gösterecektir.

source: Text-displaying modes will display the output of this program.
tr: Metin gösterim kipleri bu uygulamanın çıktılarını gösterecektir.

source: Text-displaying modes will display the text typed here.
tr: Metin gösterim kipleri buraya yazılan metni gösterecektir.

source: Very few (or no) screen savers appear to be available. This probably means that the "xscreensaver-extras" and "xscreensaver-gl-extras" packages are not installed.
tr: Çok az (veya hiç) ekran koruyucu kullanılabilir durumda gözüküyor. Bu muhtemelen "xscreensaver-extras" ve "xscreensaver-gl-extras" paketlerinin kurulmadığı anlamına gelir.

source: When idle or locked, blacken the screen only.
tr: Boşta veya kilitli iken ekranı sadece karart.

source: When idle or locked, choose a random display mode from among the checked items in the list below.
tr: Boşta ve kilitli iken aşağıdaki listeden işaretli öğelerden rastgele bir görüntü kipi seçin.

source: When idle or locked, choose a random display mode from among the checked items in the list below. Run that same mode on each monitor.
tr: Boşta veya kilitli iken aşağıdaki listeden işaretli öğelerden rastgele bir görüntü kipi seçin. Bu kipi her bir ekranda çalıştırın.

source: When idle or locked, run the display mode selected below.
tr: Boşta veya kilitli iken aşağıda seçili olanda görüntü kipini çalıştırın.

source: Whether the image-manipulating modes should operate on images captured from the system's video input (if there is one.)
tr: Görüntü işleme kipleri sistem video girişinden (eğer bir tane varsa) yakalanan görüntüler üzerinde mi çalışmalı.

source: _Advanced
tr: _Gelişmiş

source: _Advanced >>
tr: _Gelişmiş >>

source: _Blank After
tr: Ardından _Boş

source: _Blank Screen Only
tr: Sadece _Boş Ekran

source: _Browse
tr: _Gözat

source: _Command Line:
tr: _Komut Satırı:

source: _Cycle After
tr: Sonra _Döndür

source: _Disable Screen Saver
tr: _Ekran Koruyucuyu Kapat

source: _Display Modes
tr: Görüntüleme K_ipleri

source: _Host Name and Time
tr: _Makine Adı ve Zaman

source: _Lock Screen After
tr: Sonra Ekranı _Kilitle

source: _Mode:
tr: _Kip:

source: _Off After
tr: Sonra _Kapat

source: _Only One Screen Saver
tr: _Sadece Tek Ekran Koruyucu

source: _Power Management Enabled
tr: _Güç Yönetimi Etkinleştirildi

source: _Preview
tr: _Önizleme

source: _Quit
tr: _Çık

source: _Random Screen Saver
tr: _Rasgele Ekran Koruyucu

source: _Same Random Savers
tr: _Aynı Rastgele Koruyucular

source: _Settings...
tr: _Ayarlar...

source: _Standard <<
tr: _Standart <<

source: _Text
tr: _Metin

source: _Visual:
tr: _Görsel:

source: dialog1
tr: iletişim1

source: no preview
tr: önizleme yok

source: not installed
tr: yüklü değil

source: nothing
tr: hiç

source: preview
tr: önizleme

source: Anemone
tr: Anemon

source: Arms
tr: Kollar

source: Fast
tr: Hızlı

source: Few
tr: Az

source: Many
tr: Çok

source: Number of Colors
tr: Renk Sayısı

source: Often
tr: Sık

source: Rarely
tr: Seyrek

source: Slow
tr: Yavaş

source: Speed
tr: Hız

source: Tentacles
tr: Dokunaçlar

source: Thick
tr: Kalın

source: Thickness
tr: Kalınlık

source: Thin
tr: İnce

source: Turn speed
tr: Hızı aç

source: Two
tr: İki

source: Wiggling tentacles. By Gabriel Finch.
tr: Hareketli dokunaç. Gabriel Finch tarafından.

source: Withdraw freqency
tr: Geri çekme sıklığı

source: Anemotaxis demonstrates a search algorithm designed for locating a source of odor in turbulent atmosphere. The searcher is able to sense the odor and determine local instantaneous wind direction. The goal is to find the source in the shortest mean time. Written by Eugene Balkovsky.
tr: Anemotaxis çalkantılı atmosfer içerisinde bir izin kaynağını bulmak için bir arama algoritması sunar. Arayıcı izi hissedebilir ve anlık yerel rüzgar yönünü belirleyebilir. Amaç en kısa sürede kaynağı bulmaktır. Eugene Balkovsky tarafından yazıldı.

source: Distance
tr: Mesafe

source: Far
tr: uzak

source: Near
tr: Yakın

source: Searchers
tr: Arayıcılar

source: Sources
tr: Kaynaklar

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced. Written by David Bagley.
tr: Gerçek iki boyutlu Turing makinesi olan bir hücresel otomat: başlıklar (``karıncalar'') ekranda yürüdükçe yolları üzerindeki piksel değerlerini değiştiriler. Daha sonra değişmiş piksel değerlerinden geçerlerken davranışları etkilenir. David Bagley tarafından yazıldı.

source: Ant
tr: Karınca

source: Ant Size
tr: Karınca Boyutu

source: Ants Count
tr: Karınca Sayısı

source: Draw Eyes
tr: Gözleri Çiz

source: Four Sided Cells
tr: Dört Kenarlı Hücreler

source: Large
tr: Geniş

source: Nine Sided Cells
tr: Dokuz Kenarlı Hücreler

source: Random Cell Shape
tr: Rasgele Hücre Şekli

source: Sharp Turns
tr: Keskin Dönüşler

source: Six Sided Cells
tr: Altı Kenarlı Hücreler

source: Small
tr: Küçük

source: Three Sided Cells
tr: Üç Kenarlı Hücreler

source: Timeout
tr: Zaman Aşımı

source: Truchet Lines
tr: Truchet Çizgileri

source: Twelve Sided Cells
tr: Oniki Kenarlı Hücreler

source: AntInspect
tr: KarıncaGözlem

source: Draw Shadows
tr: Gölgeleri Çiz

source: Draws a trio of ants moving their spheres around a circle. Written by Blair Tennessy.
tr: Bir çember etrafındaki kürelerinde hareket eden karınca üçlüleri çizer. Blair Tennessy tarafından yazıldı.

source: Show Frames-per-Second
tr: Saniyedeki çerçeve sayısını göster.

source: AntMaze
tr: KarıncaLabirenti

source: Antmaze draws a few views of a few ants walking around in a simple maze. Written by Blair Tennessy.
tr: Karıncalabirenti basit bir labirent içerisinde yürüyen bir kaç karıncanın görüntülerini çizer. Blair Tennessy tarafından yazıldı.

source: AntSpotlight
tr: KarıncaSpotışığı

source: Antspotlight draws an ant (with a headlight) who walks on top of an image of your desktop or other image. Written by Blair Tennessy.
tr: KarıncaSpotışığı masaüstünüzdeki bir görüntü veya farklı bir görüntüde gezinen bir karınca (tepesinde bir ışıkla) çizer. Blair Tennessy tarafından yazıldı.

source: Deep
tr: Derin

source: Depth
tr: Derinlik

source: Draw Labels
tr: Etiketleri Çiz

source: Include Alternate Geometries
tr: Alternatif Geometrileri Dahil Et

source: Packs a large circle with smaller circles, demonstrating the Descartes Circle Theorem. Written by Allan R. Wilks and David Bagley.
tr: Descartes Çember Teoremini gösteren büyük bir çemberi küçük çemberler ile kaplar. Allan R. Wilks ve David Bagley tarafından yazıldı.

source: Shallow
tr: Sığ

source: Basic Programming Mode
tr: Temel Programlama Kipi

source: Random Mode
tr: Rasgele Kip

source: Simulates an original Apple ][ Plus computer in all its 1979 glory. It also reproduces the appearance of display on a color television set of the period. In "Text Mode", it displays the output of a program, or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. In "Slideshow Mode", it chooses a number of images from the image source you configured into XScreenSaver and displays them within the limitations of the Apple ][ display hardware. (Six available colors in hi-res mode!) In "Basic Programming Mode", a simulated user types in a BASIC program and runs it. By Trevor Blackwell.
tr: Asıl Apple ][ Plus bilgisayarı 1979lardaki ihtişamı ile yaklit eder. "Metin Kipi"nde ana Ekran Koruyucu Tercihleri panceresindeki "İleri" sekmesinde yapılandırıldığı gibi bir programın çıktısını veya bir dosya veya URL adresinin içeriğini gösterir. "Slayt Gösterim Kipi"nde XScreenSaver içerisinde yapılandırdığınız görüntü kaynaklarından görüntüleri seçer ve Apple ][ donanım sınırları içerisinde gösterir. (Yüksek çözünürlük kipinde altı kullanılabilir renk!) "Temel Programlama Kipi"nde taklit edilen bir kullanıcı BASIC programı yazar ve çalıştırır. Trevor Blackwell tarafından.

source: Slideshow Mode
tr: Slayt Gösterisi Kipi

source: Text Mode
tr: Metin Kipi

source: Text Program
tr: Metin Programı

source: Agressive
tr: Saldırgan

source: Clear Water
tr: Temiz Su

source: Flat Background
tr: Düz Arkaplan

source: Gradient Background
tr: Eğimli Arkaplan

source: Number of Sharks
tr: Köpekbalığı Sayısı

source: Shark Proximity
tr: Köpekbalığı Yakınlığı

source: Shark Speed
tr: Köpekbalığı Hızı

source: Shimmering Water
tr: Işıltılı Su

source: Shy
tr: Utangaç

source: Solid
tr: Katı

source: This is xfishtank writ large: a GL animation of a number of sharks, dolphins, and whales. The swimming motions are great. Originally written by Mark Kilgard.
tr: Bu büyük xfishtank bildirimidir: Pek çok köpekbalığı, yunuz ve balinanın GL canlandırmasıdır. Yüzme hareketleri harikadır. Mark Kilgard tarafından yazılmıştır.

source: Whale Speed
tr: Balina Hızı

source: Wireframe
tr: Telçerçeve

source: Attraction
tr: Çekicilik

source: Ball Count
tr: Topl Sayısı

source: Ball Mass
tr: Topun Kütlesi

source: Balls
tr: Toplar

source: Bounce Off Walls
tr: Sıçrama Duvarları

source: Color Contrast
tr: Renk Karşıtlığı

source: Environmental Viscosity
tr: Çevresel Akışkanlık

source: Filled Splines
tr: Doldurulmuş Şeritler

source: High
tr: Yüksek

source: Ignore Screen Edges
tr: Ekran Köşelerini Yoksay

source: Inward
tr: İçeri Doğru
