Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: This draws strange attractors: it's a colorful, unpredictably-animating field of dots that swoops and twists around. The motion is very nice. Written by Massimino Pascal.
tr: Garip çekicileri çizer: renkli, beklenmedik şekilde hareket edip etrafa saldıran ve kıvrılan nokta alanıdır. Hareket pek hoştur. Massimino Pascal tarafından yazıldı.

source: Circle Percentage
tr: Çember Yüzdesi

source: Initial Cracks
tr: İlk Çatlaklar

source: Lines like crystals grow on a computational substrate. A simple perpendicular growth rule creates intricate city-like structures. By J. Tarbell and Mike Kershaw.
tr: Hesaplanmış alt katman üzerinde kristal gibi büyüyen çizgiler. Basit dikey büyüme kuralları çetrefilli şehir benzeri yapılar oluşturur. J. Tarbell and Mike Kershaw tarafından yapılmıştır.

source: Sandgrains
tr: Kum taneleri

source: Substrate
tr: Alt katman

source: Wireframe only
tr: Sadece Telkafes

source: Ed Mackey reports that he wrote the first version of this program in BASIC on a Commodore 64 in 1987, as a 320x200 black and white wireframe. Now it is GL and has specular reflections.
tr: Ed Mackey bu programın ilk sürümünü bir Commodore 64 üzerinde 1987 yılında, 320x200 siyah beyaz ekranda yazdığını belirtmiştir. Şimdi GL desteği var ve yansıtıcı özelliklere sahiptir.

source: More flowing, swirly patterns. This version is by M. Dobie and R. Taylor, but you might have seen a Mac program similar to this called FlowFazer. There is also a cool Java applet of a similar concept.
tr: Daha fazla akışkan, girdabımsı dokular. Bu sürüm M. Dobie ve R. Taylor tarafından, buna benzeyen ve adı FlowFazer olan Mac penzeri bir program görmüş olabilirsiniz. Bu da benzer mantıktaki güzel bir Java uygulama programıdır.

source: Swirl
tr: Girdap

source: 0 deg
tr: 0 derece

source: 5 Minute Tick Marks
tr: 5 Dakika Tik İşaretleri

source: 90 deg
tr: 90 derece

source: Bigger
tr: Daha Büyük

source: Cycle Seconds
tr: Döngü Saniyesi

source: Minute Tick Marks
tr: Dakika Tik İşaretleri

source: Smaller
tr: Daha Küçük

source: This draws a working analog clock composed of floating, throbbing bubbles. Written by Bernd Paysan.
tr: Kayan, çarpan balonlardan oluşan çalışan bir analog saat çizer. Bernd Paysan tarafından yapılmıştır.

source: Turn Side-to-Side
tr: Kenardan Kenara Dön

source: Wobbliness
tr: Sallanma

source: Lets you watch the computer solve Tangram puzzles Written by Jeremy English.
tr: Çin Bulmacasının bilgisayar tarafından çözülmesini izletir. Jeremy English tarafından yazılmıştır.

source: Tangram
tr: Çin Bulmacası

source: Viewing Time
tr: Görüntüleme Zamanı

source: X Camera Rotate
tr: X Kamera Döndür

source: Y Camera Rotate
tr: Y Kamera Döndür

source: Z Camera Rotate
tr: Z Kamera Döndür

source: Displays a view of the ``Bird in a Thornbush'' fractal. Written by Tim Auckland.
tr: "Dikenki Çalı İçindeli Kuş" fraktalının manzarasını görüntüler. Tim Auckland tarafından yazılmıştır.

source: Points
tr: Noktalar

source: Thornbird
tr: Akasya Kuşu

source: 0 sec
tr: 0 saniye

source: 30 sec
tr: 30 saniye

source: Draw Logo
tr: Logo Çiz

source: Draws an animation similar to the opening and closing effects on the Dr. Who television show. Written by Sean P. Brennan.
tr: Televizyon dizisi Doktor Who'nun açılış ve kapanış efektlerine benzer canlandırmalar çizer. Sean P. Brennan tarafından yazılmıştır.

source: Run Backward
tr: Geriye Doğru Koş

source: Start sequence time
tr: Sıra zamanını başlat

source: Timetunnel
tr: Zaman tüneli

source: Generates random mountain ranges using iterative subdivision of triangles. Written by Tobias Gloth.
tr: Tekrarlamalı üçgenlerin altbölümlerine ayrılması kullanılarak yapılan rantgele dağ sıraları üretir. Tobias Gloth tarafından yazıldı.

source: Triangle
tr: Üçgen

source: This draws line- and arc-based Truchet patterns that tile the screen. Written by Adrian Likins.
tr: Ekrana döşenen çizgi ve eğri tabanlı Truchet desenleri çizer. Adrian Likins tarafından yazıldı.

source: Divides the screen into a grid, and plucks them. Written by Dan Bornstein.
tr: Ekranı ızgaralara böler ve onları yolar. Dan Bornstein tarafından yazılmıştır.

source: Jumpy
tr: Diken Üstünde

source: Springiness
tr: Esneklik

source: Transference
tr: Aktarım

source: Twang
tr: Tıngırtı

source: Draws squiggly worm-like paths. Written by Tyler Pierce.
tr: Kıvrımlı solucan gibi yollar çizer. Tyler Pierce tarafından yazılmıştır.

source: Vermiculate
tr: Vermikülat

source: 2 seconds
tr: 2 saniye

source: Image Directory
tr: Resim Dizini

source: This is actually just a shell script that grabs a frame of video from the system's video input, and then uses some PBM filters (chosen at random) to manipulate and recombine the video frame in various ways (edge detection, subtracting the image from a rotated version of itself, etc.) Then it displays that image for a few seconds, and does it again. This works really well if you just feed broadcast television into it.
tr: Bu aslında sistemin video girişinden bir video çerçevesi yakalayan kabuk betiğidir, ve bazı PBM süzgeçleri (rastgele seçilen) kullanarak çerçeveyi değiştirip farklı şekillerde (kenar tespiti, resmi kendisinin döndürülmüş bir sürümünden çıkarma v.b.) yeniden birleştirir. Daha sonra bu yeni resmi birkaç saniye ekranda gösterir ve aynı döndügüyü tekrarlar. Bu yöntem eğer TV yayınını girdi olarak beslerseniz aşırı başarılı çalışır.

source: VidWhacker
tr: VidVurucu

source: This one generates a continuous sequence of small, curvy geometric patterns. It scatters them around your screen until it fills up, then it clears the screen and starts over. Written by Tracy Camp and David Hansen.
tr: Bu düzenli küçük ve kıvrımlı geometrik desenler çizer. Bu şekilleri ekranınızı dolduruncaya kadar etrafa saçar, sonra ekranı temizler ve tekar başlar. Tracy Camp ve David Hansen tarafından yazılmıştır.

source: Vines
tr: Asmalar

source: Draw Spots
tr: Benekler Çiz

source: Draws a colorful random-walk, in various forms. Written by Rick Campbell.
tr: Çeşitli biçimlerde rastgele yürüyüşler çizer. Rick Campbell tarafından yazılmıştır.

source: Sustain
tr: Sürdür

source: 2 min
tr: 2 dakika

source: 30 secs
tr: 30 saniye

source: Delay: None
tr: Gecikme: Yok

source: Dictionary File
tr: Sözlük Dosyası

source: Opacity: Transparent
tr: Matlık: Şeffaf

source: Overall Filter Program
tr: Toplu Süzme Programı

source: Per-Image Filter Program
tr: Görüntü Başı Süzme Programı

source: This program makes collages out of random images pulled off of the World Wide Web. It finds these images by doing random web searches, and then extracting images from the returned pages. It can also be set up to filter the images through the `VidWhacker' program. WARNING: THE INTERNET SOMETIMES CONTAINS PORNOGRAPHY. The Internet being what it is, absolutely anything might show up in the collage including -- quite possibly -- pornography, or even nudity. Please act accordingly. Written by Jamie Zawinski.
tr: Bu program Internet üzerinden rastgele çekilen görüntü kolaj yapar. Görüntüleri rastgele web aramaları yapıparamalar içerisinden görüntüleri çıkartarak elde eder. Aynı zamanda `VidWhacker' programı kullanarak görüntüleri filtreleyebilecek şekilde ayarlanabilir. UYARI: INTERNET BAZEN PORNO ICERIR. Internetin kendisi, elbetteki kolaj içerisinde -- kuvvetle muhtemel -- porno veya çıplaklık olabilir. Lütfen buna göre davranın. Jamie Zawinski tarafından yazıldı.

source: URL Timeout: 2 secs
tr: URL Gecikmesi: 2 saniye

source: WebCollage
tr: Web Kolajı

source: Floating stars are acted upon by a mixture of simple 2D forcefields. The strength of each forcefield changes continuously, and it is also switched on and off at random. By Paul 'Joey' Clark.
tr: Kayan yıldızlar basit bir 2D kuvvet alanının karışımı gibi davranır. Her bir güç alanının kuvveti sürekli değişir ve aynı zamanda rastgele olarak açılıp kapanır. Paul 'Joey' Clark tarafından yazıldı.

source: Trail Size
tr: İz Boyutu

source: WhirlwindWarp
tr: TelaşlıKayanRüzgar

source: Amplitude
tr: Genlik

source: Circle
tr: Daire

source: Draws zooming chains of sinusoidal spots. Written by Ashton Trey Belew.
tr: Sinüs noktaları dizilerini yakınlaşarak çizer. Ashton Trey Belew tarafından yazılmıştır.

source: Explain modes
tr: Kipleri açıkla

source: Fun
tr: Eğlence

source: Funky
tr: Acayip

source: Innie
tr: Göbek deliği

source: Leave a trail
tr: Bir iz bırak

source: Linear
tr: Doğrusal

source: Test
tr: Deneme

source: Use Double Buffering
tr: Çift Tamponlama Kullan

source: Whirlies
tr: Küçük Fırtınalar

source: WhirlyGig
tr: Rüzgar Fırıldağı

source: Wrap the screen
tr: Ekranı sarmala

source: An ancient xlock hack that draws multicolored worms that crawl around the screen. Written by Brad Taylor, Dave Lemke, Boris Putanec, and Henrik Theiling.
tr: Eski bir xlock kod çözümü ekranın etrafında sürünen çok renkli solucanlar çizer. Brad Taylor, Dave Lemke, Boris Putanec ve Henrik Theiling tarafından yazılmıştır.

source: Star speed
tr: Yıldız hızı

source: Stars Created
tr: Oluşturulan Yıldızlar

source: Wormhole
tr: Solucan deliği

source: Wormhole simulates flying through a colored wormhole in space. Written by Jon Rafkind.
tr: Solucan Deliği, uzaydaki renkli bir solucan deliği içerisine uçuşu canlandırır. Jan Rafkind tarafından yazılmıştır.

source: XAnalogTV shows a detailed simulation of an old TV set showing various test patterns, with various picture artifacts like snow, bloom, distortion, ghosting, and hash noise. It also simulates the TV warming up. It will cycle through 12 channels, some with images you give it, and some with color bars or nothing but static. By Trevor Blackwell.
tr: XAnalogTV kar, çiçeklenme, bozulma, gölgelenme ve karma gürültü gibi çeşitli resim dokuları gibi çeşitli test dokuları gösteren eski detaylı bir TV benzetimi gösterir. Aynı zamanda TV'nin açılma sürecini de benzetir. Bazıları verdiğiniz görüntüler, bazıları çubuklar bazıları ise sabit olan 12 kanal arasında gexzinecektir. Trevor Blackwell tarafından yazıldı.

source: XaoS generates fast fly-through animations of the Mandelbrot and other fractal sets. Written by Thomas Marsh and Jan Hubicka. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://xaos.theory.org/&gt;.
tr: Xaos Mandelbrot ve diğer fraktal kümelerin içinden hızlıca geçen canlandırmalarını oluşturmaktadır. Thomas Marsh ve Jan Hubicka tarafından yazılmıştır. Bu XScreenSaver paketinde yer almamaktadır, ancak hala edinmediyseniz &lt;http://xaos.theory.org/&gt; adresinde bulabilirsiniz.

source: 12-Hour Time
tr: 12-Saatlik Zaman

source: 24-Hour Time
tr: 24-Saatlik Zaman

source: Cycle Colors
tr: Çember Renkleri

source: Display Seconds
tr: Saniyeyi Göster

source: Huge Font
tr: Çok Büyük Yazı Tipi

source: Large Font
tr: Büyük Yazı Tipi

source: Medium Font
tr: Orta Boy Yazı Tipi

source: Small Font
tr: Küçük Yazı Tipi

source: XDaliClock
tr: XDaliSaati

source: XDaliClock draws a large digital clock, the numbers of which change by ``melting'' into their new shapes. Written by Jamie Zawinski. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.jwz.org/xdaliclock/&gt;.
tr: XDaliSaati sayıları yeni şekillerine "eriyerek" dönüşen büyük bir dijital saat çizer. Jamie Zawinski tarafından yazılmıştır. Bu XScreenSaver paketinde yoktur, ancak eğer hala edinmediyseniz &lt;http://www.jwz.org/xdaliclock/&gt; adresinde bulabilirsiniz.

source: Bright
tr: Parlak

source: Date/Time Stamp
tr: Tarih/Zaman Damgası

source: Day Dim
tr: Gün Kararması

source: Display Stars
tr: Yıldızları Göster

source: Label Cities
tr: Şehirleri Etiketle

source: Lower Left
tr: Sol Alt

source: Lower Right
tr: Sağ Alt

source: Mercator Projection
tr: Merkator İzdüşümü

source: Night Dim
tr: Gece Karanlığı

source: No Stars
tr: Yıldız Yok

source: North/South Rotation
tr: Kuzey/Güney Döndürme

source: Orthographic Projection
tr: İmla İzdüşümü

source: Real Time
tr: Gerçek Zamanlı

source: Shaded Image
tr: Gölgeli Resim

source: Sharp
tr: Keskin

source: Terminator Blurry
tr: Yokedici Bulanıklık

source: Time Warp
tr: Zaman Kayması

source: Upper Left
tr: Üst Sol

source: Upper Right
tr: Üst Sağ

source: XEarth draws an image of the Earth, as seen from your favorite vantage point in space, correctly shaded for the current position of the Sun. Written by Kirk Johnson. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.cs.colorado.edu/~tuna/xearth/&gt;. There is also a similar (but more recent) program called xplanet to be found at &lt;http://xplanet.sourceforge.net/&gt;.
tr: Xdünya Dünya'nın uzaydan en güzel görüntüsünü, Güneş'in mevcut konumuna göre doğru şekilde gölgelendirilmiş olarak çizer. Kirk Johnsontarafından yazılmıştır. Bu, XScreenSaver paketinde yer almamaktadır, ancak hala edinmediyseniz &lt;http://www.cs.colorado.edu/~tuna/xearth/&gt; adresinde bulabilirsiniz. Çok benzer ancak daha yeni bir program olan xgezegeni de &lt;http://xplanet.sourceforge.net/&gt; adresinde bulabilirsiniz.

source: Xearth
tr: Xdünya

source: Fish
tr: Balık

source: Fish Speed
tr: Balık Hızı

source: Fish! This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://metalab.unc.edu/pub/Linux/X11/demos/&gt;.
tr: Balık! Bu XScreenSaver paketinde yoktur, ancak hala edinmediyseniz, &lt;http://metalab.unc.edu/pub/Linux/X11/demos/&gt; adresinde bulabilirsiniz.

source: Bitmap File
tr: Bit Eşlem Dosyası

source: Draws a simulation of pulsing fire. It can also take an arbitrary image and set it on fire too. Written by Carsten Haitzler, hacked on by many others.
tr: Titreyen ateşin canlandırmasını çizer. Ayrıca herhangi bir resmi alıp onu ateşe verebilir. Carsten Haitzler tarafından yazılmıştır.

source: Enable Blooming
tr: Serpilmeyi Etkinleştir

source: This program behaves schizophrenically and makes a lot of typos. Written by Jamie Zawinski. If you haven't seen Stanley Kubrick's masterpiece, ``The Shining,'' you won't get it. Those who have describe this hack as ``inspired.''
tr: Bu program şizofrenik bir şekilde çalışır ve bir çok yazım hatası yapar. Jamie Zawinski tarafından yazılımıştır. Eğer Stanley Kubrick'in başyapıtı "Shining"'i izlemediyseniz bunu anlamayacaksınızdır. İzleyenler ise bunu "esinlenmiş" olarak isimlendirir.

source: This generates pretty fractal pictures by doing funky math involving the ``Lyapunov exponent.'' It has a cool interactive mode, too. Written by Ron Record.
tr: ``Lyapunov üssü''nü de içeren dehşet bir matematik ile hoş fraktal resimler üretir. Güzel etkileşimli bir kipi de vardır. Ron Record tarafından yazıldı.

source: Draws dropping characters similar to what is seen on the computer monitors in "The Matrix". See also "glmatrix" for a 3D rendering of the similar effect that appeared in the title sequence of the movie. Written by Jamie Zawinski.
tr: "Matrix" filminde bilgisayar ekranlarında görüntülenenlere benzer şekilde düşen karakterler çizer. Filmin girişindekine benzer efeklerin de olduğu 3B halini görmek için "glmatrix"'e de bakın. Jamie Zawinski tarafından yazılmıştır.

source: Expansion Algorithm
tr: Genişletme Algoritması

source: Full
tr: Dolu

source: Knock Knock
tr: Tak Tak

source: Phone Number
tr: Telefon Numarası

source: Run Trace Program
tr: İzleme Programını Çalıştır

source: Slider Algorithm
tr: Paten Algoritması

source: Synergistic Algorithm
tr: Sinerjik Algoritması

source: Xmatrix
tr: Xmatris

source: Altitude Low
tr: Rakım Düşük

source: Ambient Low
tr: Ortam Düşük

source: Angle of Light
tr: Işık Açısı

source: Contour Low
tr: Kontur Düşük

source: Contrast Low
tr: Kontrast Düşük

source: Craggy
tr: Sarp

source: Cross Update
tr: Çapraz Güncelleme

source: Distance Low
tr: Mesafe Düşük

source: Foreground
tr: Ön plan

source: Fractal Options
tr: Fraktal Seçenekleri

source: Height Low
tr: Yükselik Düşük

source: Horizontal Low
tr: Yatay Düşük

source: Iteration 0
tr: Yineleme 0

source: Light Level
tr: Işık Seviyesi

source: Recursion 0
tr: Yineleme 0

source: Reflections
tr: Yansımalar

source: Sea Level Low
tr: Deniz Seviyesi Düşük

source: Side View
tr: Yan Görünüm

source: Smoothing 0
tr: Yumuşatma 0

source: Speed Slow
tr: Hız Yavaş

source: Terrain
tr: Arazi

source: Top View
tr: Üst Görünüm

source: V. Shift Low
tr: V. Kaydırma Düşük

source: V. Stretch Low
tr: Dikey Genişletme Düşük

source: Variance Low
tr: Varyans Düşük

source: Vertical Low
tr: Dikey Düşük

source: Viewpoint
tr: Bakış açısı

source: XMountains generates realistic-looking fractal terrains of snow-capped mountains near water, with either a top view or a side view. Written by Stephen Booth. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.epcc.ed.ac.uk/~spb/xmountains/&gt;. (Make sure you have version 2.7 or newer!)
tr: XMountains gerçek görünen suyun yanında karla kaplı dağların olduğu fraktal arazileri yukarıdan veya yandan bir görünümle üretir. Stephen Booth tarafından yazıldı. XScreenSaver paketi içerisinde bulunmamaktadır, fakat eğer sahip değilseniz, &lt;http://www.epcc.ed.ac.uk/~spb/xmountains/&gt; adresinde bulabilirsiniz. (2.7 veya daha yeni bir sürüme sahip olduğunuzdan emin olun)

source: Xmountains
tr: Xdağlar

source: Ancient Projection
tr: Eski Projeksiyon

source: Azimuthal Projection
tr: Azimutal Projeksiyon

source: From Ariel
tr: Ariel'den

source: From Callisto
tr: Callisto'dan

source: From Charon
tr: Charon'dan

source: From Deimos
tr: Deimos'dan

source: From Dione
tr: Dione'dan

source: From Earth
tr: Dünya'dan

source: From Enceladus
tr: Enceladus'dan

source: From Europa
tr: Europa'dan

source: From Ganymede
tr: Ganymede'den

source: From Hyperion
tr: Hyperion'dan

source: From Iapetus
tr: Iapetus'dan

source: From Io
tr: Io'dan

source: From Jupiter
tr: Jüpiter'den

source: From Major
tr: Major'dan

source: From Mars
tr: Mars'tan

source: From Mercury
tr: Merkür'den

source: From Mimas
tr: Mimas'tan

source: From Miranda
tr: Miranda'dan

source: From Moon
tr: Ay'dan

source: From Neptune
tr: Neptün'den

source: From Nereid
tr: Nereid'deb

source: From Oberon
tr: Oberon'dan

source: From Phobos
tr: Phobos'tan

source: From Phoebe
tr: Phoebe'den

source: From Pluto
tr: Pluto'dan

source: From Random
tr: Rasgele

source: From Rhea
tr: Rhea'dan

source: From Saturn
tr: Satürn'den

source: From Sun
tr: Güneş'ten

source: From Tethys
tr: Tethys'ten

source: From Titan
tr: Titan'dan

source: From Titania
tr: Titania'dan

source: From Triton
tr: Triton'dan

source: From Umbriel
tr: Umbriel'den

source: From Uranus
tr: Uranüs'ten

source: From Venus
tr: Venüs'ten

source: Hemisphere Projection
tr: Yarımküre İzdüşümü

source: Lambert Projection
tr: Lambert Projeksiyonu

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: Mollweide Projection
tr: Mollweide İzdüşümü

source: Peters Projection
tr: Peter İzdüşümü

source: Rectangular Projection
tr: Dikdörtgensel İzdüşüm

source: Render as a Globe
tr: Küre gibi İşle

source: View Ariel
tr: Ariel'e Bakış

source: View Callisto
tr: Callisto'ya Bakış

source: View Charon
tr: Charon'a Bakış

source: View Deimos
tr: Deimos'a Bakış

source: View Dione
tr: Dione'ye Bakış

source: View Earth
tr: Dünya'ya Bakış

source: View Enceladus
tr: Enceladus'a Bakış

source: View Europa
tr: Europa'ya Bakış

source: View Ganymede
tr: Ganymede'ye Bakış

source: View Hyperion
tr: Hyperion'a Bakış

source: View Iapetus
tr: Iapetus'a Bakış

source: View Io
tr: Io'ya Bakış

source: View Jupiter
tr: Jupiter'e Bakış

source: View Major
tr: Major'a Bakış

source: View Mars
tr: Mars'a Bakış

source: View Mercury
tr: Merkür'e Bakış

source: View Mimas
tr: Mimas'a Bakış

source: View Miranda
tr: Miranda'ya Bakış

source: View Moon
tr: Ay'a Bakış

source: View Neptune
tr: Neptün'e Bakış

source: View Nereid
tr: Su Perisi'ne Bakış

source: View Oberon
tr: Oberon'a Bakış

source: View Phobos
tr: Phobos'a Bakış

source: View Phoebe
tr: Phoebe'ye Bakış

source: View Pluto
tr: Pluto'ya Bakış

source: View Random
tr: Rasgele Bakış

source: View Rhea
tr: Rhea'ya Bakış

source: View Saturn
tr: Satürn'e Bakış

source: View Sun
tr: Güneşi Göster

source: View Tethys
tr: Tethys'e Bakış

source: View Titan
tr: Titan'a Bakış

source: View Titania
tr: Titania'ya Bakış

source: View Triton
tr: Triton'a Bakış

source: View Umbriel
tr: Umbriel'e Bakış

source: View Uranus
tr: Uranüs'e Bakış

source: View Venus
tr: Venüs'e Bakış

source: Xplanet
tr: Xgezegen

source: Xplanet draws an image of the Earth, as seen from your favorite vantage point in space, correctly shaded for the current position of the Sun. Written by Hari Nair. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://xplanet.sourceforge.net/&gt;.
tr: Xgezegen Dünya'nın uzaydan en güzel görüntüsünü, Güneş'in mevcut konumuna göre doğru şekilde gölgelendirilmiş olarak çizer. Hari Nair tarafından yazılmıştır. Bu, XScreenSaver paketinde yer almamaktadır, ancak hala edinmediyseniz &lt;http://xplanet.sourceforge.net/&gt; adresinde bulabilirsiniz.

source: Draws a few swarms of critters flying around the screen, with nicely faded color trails behind them. Written by Chris Leger.
tr: Ekranda uçuşan yaratıklar çizer ve bu yaratıkların arkalarında izler özenle solgun hale getirilimiştir. Chris Leger tarafından yazılmıştır.

source: Draws falling snow and the occasional tiny Santa. By Rick Jansen. You can find it at &lt;http://www.euronet.nl/~rja/Xsnow/&gt;.
tr: Düşen karlar ve çok nadir olarak küçük Noel Babalar çizer. Rick Jansen tarafından yazılmıştır. Bunu &lt;http://www.euronet.nl/~rja/Xsnow/&gt; adresinde bulabilirsiniz.

source: Xsnow
tr: XKar

source: Simulates that pen-in-nested-plastic-gears toy from your childhood. By Rohit Singh.
tr: Çocukluğunuzdan kalma plastik içiçe yuvarlanmış dişliler arasındaki kalemi simülasyonu. Rohit Singh tarafından yazılmıştır.

source: Color Bars Enabled
tr: Renk Çubukları Etkin

source: Cycle Through Modes
tr: Kipler Arasında Dön

source: Rolling Enabled
tr: Yuvarlanma Etkin

source: Static Enabled
tr: Statik Etkin

source: XTeeVee simulates various television problems, including static, loss of vertical hold, and a test pattern. By Greg Knauss.
tr: XTeeVee statik, dikey tutşun kaybı ve test deseni gibi çeşitli televizyon problemlerini taklit eder. Greg Knauss tarafında.

source: Lens Offset
tr: Lens Dengesi

source: Lenses
tr: Lensler

source: Zooms in on a part of the screen and then moves around. With the -lenses option the result is like looking through many overlapping lenses rather than just a simple zoom. Written by James Macnicol.
tr: Ekranın bir kısmına yakınlaşır ve sonra etrafında hareket eder. -lensler seçeneği ile, basit bir yakınlaştırmadan öte, üst üste gelmiş bir çok lens üzerinden bakmaya benzer. James Macnicol tarafından yazılmıştır.
