Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: Moving radiating lines, that look vaguely like scanning laser beams. Written by Pascal Pensa. (Frankie say: relax.)
tr: Belli belirsiz lazer ışınına benzeyen hareket eden yayılan çizgiler. Pascal Pensa tarafından yazıldı.

source: Classic Lavalite
tr: Klasik Lavalite

source: Cone Lavalite
tr: Koni Lavalite

source: Draws a 3D Simulation a Lava Lite(r): odd-shaped blobs of a mysterious substance are heated, slowly rise to the top of the bottle, and then drop back down as they cool. This program requires OpenGL and a fairly fast machine (both CPU and 3D performance.) Written by Jamie Zawinski. "LAVA LITE(r) and the configuration of the LAVA(r) brand motion lamp are registered trademarks of Haggerty Enterprises, Inc. The configuration of the globe and base of the motion lamp are registered trademarks of Haggerty Enterprises, Inc. in the U.S.A. and in other countries around the world."
tr: Lav Işığı(Aydınlatıcı)nın 3D gerçeklemesini çizer: Gizemli bir maddenin eski şekil baloncukları ısıtılır, yacaşça şişenin tepesine doğru yükselir ve daha sonra soğudukça geriye doğru düşer. Bu program OpenGL ve yeterince hızlı bir makine gerektirir (hem CPU hem de 3D performans). Jamie Zawinski tarafından yazıldı. "LAVA LITE(r)" ve LAVA(r) markalı hareket eden lamba yapılandırması Haggerty Enterprises, Inc. adına tescilli birer markadır. Dünyanın yapılandırılması ve hareket eden lambanın tabanı U.S.A ve dünyadaki diğer ülkelerde Haggerty Enterprises, Inc. adına tescilli birer markadır.

source: Faceted
tr: Görünüş

source: Giant Lavalite
tr: Dev Lavalite

source: Max Blobs
tr: En Fazla Kabarcık

source: Random Lamp Style
tr: Rastgele Lamba Biçimi

source: Rocket Lavalite
tr: Roket Lavalite

source: Lightning
tr: Aydınlatma

source: This one draws crackling fractal lightning bolts. It's simple, direct, and to the point. If only it had sound... Written by Keith Romberg.
tr: Çatırdayan ışıldayan fraktal civatalar çizer. Basittir ve doğrudan noktayadır. Keşke sesi de olsaydı... Keith Romberg tarafından yazıldı.

source: Steps
tr: Adımlar

source: This draws Lisajous loops, by Caleb Cullen. Remember that device they had the Phantom Zone prisoners in during their trial in Superman? I think that was one of these.
tr: Caleb Cullen tarafından, Lisajous döngüleri çizer. Suprmen filmindeki Fantom Bölgesi mahkumlarının denemeleri sırasında elde ettiklerini cihazı hatırlıyor musunuz? Sanırım bu onlardan birisi idi.

source: Another Lissajous figure. This one draws the progress of circular shapes along a path. Written by Alexander Jolk.
tr: Bir başka Lavalite şekli. Bu bir yol boyunca dairesel şekillerin ilerleyişini çizer. Alexander Jolk tarafından yazılmıştır.

source: Closed Figures
tr: Kapalı Şekiller

source: Control Points
tr: Kontrol Noktaları

source: Interpolation Steps
tr: Interpolasyon Adımları

source: Less
tr: Az

source: More
tr: Çok

source: Open Figures
tr: Açık Şekiller

source: Open and Closed Figures
tr: Açık ve Kapalı Şekiller

source: This generates random spline-ish line drawings and morphs between them. Written by Sverre H. Huseby and Glenn T. Lines.
tr: Şeritimsi çizgiler üretir ve onlar arasında bozulmalar oluşturur. Sverre H. Huseby ve Glenn T. Lines tarafından yazıldı.

source: Loop
tr: Döngü

source: This one produces loop-shaped colonies that spawn, age, and eventually die. Written by David Bagley.
tr: Yumurtlayan, yaşlanan ve sonunda ölen ilmik şeklinde koloniler oluşturur. David Bagley tarafından yazıldı.

source: Backtracking Generator
tr: Gerileme Oluşturucusu

source: Grid Size
tr: Izgara Boyutu

source: Head Toward Exit
tr: Çıkışa Doğru Yönel

source: Ignorant of Exit Direction
tr: Çıkış Yönünden Habersiz

source: Joining Generator
tr: Birleştirme Oluşturucusu

source: Maze
tr: Labirent

source: Post-Solve Delay
tr: Çözüm Sonrası Gecikmesi

source: Pre-Solve Delay
tr: Çözüm Öncesi Gecikmesi

source: Random Generator
tr: Rastgele Üretici

source: Seeding Generator
tr: Yayıcı Üreticisi

source: Solve Speed
tr: Çözme Hızı

source: This is the ancient X maze demo, modified to work with xscreensaver. It generates a random maze, then solves it with visual feedback. Originally by Jim Randell; modified by a cast of thousands.
tr: Eski X labirent tanıtımı, xscreensaver ile çalışsın diye değiştirildi. Rastgele bir labirent oluşturur ve görsel geribeslemeler ile onu çözer. Asıl hali Jim Randell, değiştirilmesi ise binlerce katılımcı tarafından.

source: Draw Green
tr: Yeşil Çiz

source: Draw Random Numbers
tr: Rastgele Sayılar Çiz

source: Draw in RGB
tr: KYM renkte çiz

source: Dump Memory
tr: Belleği Dök

source: MemScroller
tr: HafızaKaydırıcısı

source: This draws a dump of its own process memory scrolling across the screen in three windows at three different rates. Written by Jamie Zawinski.
tr: Kendi çalışma belleğinin dökümünü üç pencere içerisinde üç farklı oranda kaydırılabilir şekilde çizer. Jamie Zawinski tarafından yazıldı.

source: Menger
tr: Karıştırıcı

source: This draws the three-dimensional variant of the recursive Menger Gasket, a cube-based fractal object analagous to the Sierpinski Tetrahedron. Written by Jamie Zawinski.
tr: Özyinelemeli Menger Contasının, küp tabanlı Sierpinski Dört Yüzlü Şekline benzeyen fraktal nesne, üç boyutlu değişik halini çizer. Jamie Zawinski tarafından yazıldı.

source: Big
tr: Büyük

source: Draws two dimensional metaballs: overlapping and merging balls with fuzzy edges. By W.P. van Paassen.
tr: Üst üste geçen ve birleşen iki boyutlu toplar çizer. W.P. van Paassen tarafından yazılmıştır.

source: MetaBall Movement
tr: MetaTop Hareketi

source: MetaBall Radius
tr: MetaTop Yarıçapı

source: MetaBalls
tr: MetaToplar

source: Number of MetaBalls
tr: MetaTop Sayısı

source: Blobby
tr: Kabarcık

source: Calm
tr: Sakin

source: Draws a wobbly blob that distorts the image behind it. Requires OpenGL hardware acceleration for nice animation. Written by Jon Dowdall.
tr: Arkasındaki görüntüyü bozan titrek bir damla çizer. Hoş bir canlandırma için OpenGL donanım hızlandırıcıya ihtiyaç duyar. Jon Dowdall tarafından yazıldı.

source: Enable Colouring
tr: Renklendirmeyi Etkinleştir

source: Enable Reflected Image
tr: Yansımalı Görüntüleri Etkinleştir

source: Enable Walls
tr: Duvarları Etkinleştir

source: Field Points
tr: Alan Noktaları

source: Freaky
tr: Garip

source: MirrorBlob
tr: AynaKabarcığı

source: Offset Texture Coordinates
tr: Dolgu Koordinat Ötelemesi

source: Very Freaky
tr: Çok Acayip

source: X Resolution
tr: X Çözünürlüğü

source: Y Resolution
tr: Y Çözünürlüğü

source: Munching errors! This is a creatively broken misimplementation of the classic munching squares graphics hack. Written by Steven Hazel.
tr: Munching hataları! Yaratıcı şekilde eksik hatalı uygulanmış klasik munching kareleri grafiğinin değiştirilmiş kod uygulamasıdır.

source: One
tr: Bir

source: Simultaneous Squares
tr: Eşzamanlı Kareler

source: Another M. C. Escher hack by Marcelo Vianna, this one draws ``Moebius Strip II,'' a GL image of ants walking along the surface of a moebius strip.
tr: Marcelo Vianna tarafından bir diğer M. C. Escher değiştirilmiş kod uygulaması, moebius şeritiği üzerinde yürüyen karınca görüntüsünün GL halini `Moebius Strip II,' çizer.

source: Draw Ants
tr: Karınca Çiz

source: Mesh Floor
tr: Örgü Zemini

source: Solid Floor
tr: Katı Zemin

source: Solid Objects
tr: Katı Nesneler

source: Offset
tr: Öteleme

source: This one draws cool circular interference patterns. Most of the circles you see aren't explicitly rendered, but show up as a result of interactions between the other pixels that were drawn. Written by Jamie Zawinski, inspired by Java code by Michael Bayne. As he pointed out, the beauty of this one is that the heart of the display algorithm can be expressed with just a pair of loops and a handful of arithmetic, giving it a high ``display hack metric''.
tr: Harika çembersel girişim desenleri çizer. Gördüğünüz çemberlerin çoğu açıkça gerçeklenmez, çizilen diğer pikseller arasıdaki etkileşim sonucu olarak gözükür. Jamie Zawinski tarafından yazıldı, Michael Bayne tarafından yazılan Java kodundan ilham alındı. Belirttiği gibi, bunun güzelliği görüntü algoritmasının bir kaç çift döngü ve bir avuç aritmetik olarak ifade edilebilmesinde, ona yüksek bir ``değiştirilmiş metrik görüntü'' birimi sağlamakta.

source: Another example of the fun you can have with moire interference patterns; this hack generates fields of concentric circles or ovals, and combines the planes with various operations. The planes are moving independently of one another, causing the interference lines to ``spray.'' Written by Jamie Zawinski.
tr: Hareli girişim desenleri ile elde edebileceğiniz eğlencenin bir başka örneği; bu değiştirilmiş kod uygulaması ortak merkezli çemberler veya ovaller üretir ve düzlemleri değişik işlemler ile birleştirir. Düzlemler birbirinden bağımsız hareket eder, bu hareket kesişim çizgilerinin ``serpilme''sine sebep olur. Jamie Zawinski tarafından yazıldı.

source: Describe Molecule
tr: Molekülü Tanımla

source: Draw Atomic Bonds
tr: Atom Bağlarını Çiz

source: Draw Atomic Nuclei
tr: Atom Çekirdeğini Çiz

source: Draw Bounding Box
tr: Bağlayıcı Kutusunu Çiz

source: Draw Electron Shells
tr: Elektron Kabuklarını Çiz

source: Draws several different representations of molecules. Some common molecules are built in, and it can also read PDB (Protein Data Base) files as input. Written by Jamie Zawinski.
tr: Moleküllerin farklı sunumlarını çizer. Bazı yaygın modüller gömülü gelir ve diğerlerini PDB (Protein Veri Tabanı) dosyasından da okunabilir. Jamie Zawinski tarafından yazılmıştır.

source: Label Atoms
tr: Atomları Etiketle

source: Molecule
tr: Molekül

source: PDB File or Directory
tr: PDB Dosyası veya Dizini

source: Another 3d shape-changing GL hack, by Marcelo Vianna. It has the same shiny-plastic feel as Superquadrics, as many computer-generated objects do...
tr: Bir başka 3B şekil değiştiren GL kod çözümü, Marcelo Vianna tarafından kodlanmıştır. Tıpkı Superquadrics gibi parlat plastik hissi verir, tıpkı diğer bilgisayar tarafından oluşturulmuş nesneler gibi...

source: Generates random 3d plots that look vaguely mountainous. Written by Pascal Pensa.
tr: Dağa benzeyen rastgele 3b grafikler çizer. Pascal Pensa tarafından yazılmıştır.

source: Mountain
tr: Dağ

source: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 As reported by HAKMEM, in 1962, Jackson Wright wrote the above PDP-1 code. That code still lives on in this screenhack, some 35 years later. The number of lines of enclosing code has increased substantially, however. This version is by Tim Showalter.
tr: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 HAKMEM tarafından raporlandığında, 1962 yılında, Jackson Wright yukarıdaki PDP-1 kodunu yazdı. 35 yıl sonra bu ekran kodundaki değişiklik hala yaşamaktadır. Bu kodu çevreleyen kod satırları esasen yine de artmıştır. Bu sürüm Tim Showalter tarafındandır.

source: Blot Count
tr: Leke Sayısı

source: Changes
tr: Değişiklikler

source: Colors
tr: Renkler

source: Crunchiness
tr: Gevrek

source: Draws different shapes composed of nervously vibrating squiggles, as if seen through a camera operated by a monkey on crack. By Dan Bornstein.
tr: Sinir bozucu şekilde sanki bir maymum tarafınan bir çatlak arasından kamera ile çekilmiş gibi titreyen karalama şekilleri çizer.

source: Frequent
tr: Sık

source: Nervousness
tr: Sinirlilik

source: Seldom
tr: Nadiren

source: Spastic
tr: Spastik

source: Draws some rotatey patterns, using OpenGL. Written by Mark Kilgard.
tr: OpenGL kullanarak dönen desenler çizer. Mark Kilgard tarafından yazılmıştır.

source: A little man with a big nose wanders around your screen saying things. The things which he says are the output of a program or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. By Dan Heller and Jamie Zawinski.
tr: Büyük burunlu küçük bir adam ekranınızda bir şeyler söyleyerek dolanır. Söylediği şeyler program çıktılarıdır ve bir dosya veya URL içeriğidir, ki bu da ana Ekran Koruyucu Tercihleri penceresinde "İleri" sekmesinde yapılandırılmıştır. Dan Heller ve Jamie Zawinski tarafından.

source: Get Text from File
tr: Dosyadan Metin Al

source: Get Text from Program
tr: Programdan Metin Al

source: Noseguy
tr: Burun adam

source: Text File
tr: Metin Dosyası

source: Use Text Below
tr: Aşağıdaki Metni Kullan

source: Player Size
tr: Oyuncu Boyutu

source: Simulates a game of Pac-Man on a randomly-created level. Written by Edwin de Jong.
tr: Rastgele oluşturulmuş bir seviyede bir Pac-Man oyununu taklit eder. Edwin de Jong.tarafından yazılmıştır.

source: This is sort of a combination spirograph/string-art. It generates a large, complex polygon, and lets the X server do the bulk of the work by giving it an even/odd winding rule. Written by Dale Moore, based on some ancient PDP-11 code.
tr: Bu bir çeşit spirograph/karakter stili sanatıdır. Büyük, karmaşık bir çokgen üretir ve X sunucusunun ona çift/tek rüzgar kuralı tanımlaması ile yığın iş yaptırmasını sağlar. Eski bir PDP-11 koduna bağlı olarak Dale Moore tarafından yazıldı.

source: Always play well
tr: Her zaman iyi oyna

source: Explosions
tr: Patlamalar

source: Penetrate
tr: İçeri gir

source: Start badly, but learn
tr: Kötü başla ama öğren

source: This hack simulates the classic arcade game Missile Command. Written by Adam Miller.
tr: Klasik Missile Command oyununu taklit eder. Adam Miller tarafından yazılmıştır.

source: Draw Ammann Lines
tr: Ammann Çizgileri Çiz

source: Draws quasiperiodic tilings; think of the implications on modern formica technology. Written by Timo Korvola. In April 1997, Sir Roger Penrose, a British math professor who has worked with Stephen Hawking on such topics as relativity, black holes, and whether time has a beginning, filed a copyright-infringement lawsuit against the Kimberly-Clark Corporation, which Penrose said copied a pattern he created (a pattern demonstrating that ``a nonrepeating pattern could exist in nature'') for its Kleenex quilted toilet paper. Penrose said he doesn't like litigation but, ``When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken.'' As reported by News of the Weird #491, 4-jul-1997.
tr: Quasiperiyodik kremitçikler çizer;modern formika teknolojini üzerine düşüncenin etkileri. Timo Korvola tarafından yazıldı. Nisan 1997 tarihinde, Sir Roger Penrose, bir İngiliz matematik profesorü, aynı zamanda görecelilik, kara delikler ve zamanın bir başlangıcı var mı gibi konularda Stephen Hawking ile çalışmış birisi, Kimberly-Clark şirketine telif haklarını ihlal ettikleri için bir dav açtı, Penrose'un belirttiğine göre oluşturduğunu bir desen (``kendini tekrar etmeyen bir desen doğada bulunabilir'''i gösteren bir desen) Kleenex tuvalet kağıtları üzerine desen olarak kopyalanmıştır. Penrose davayı sevmediğini belirtti fakat, ``Gerçeğin Şovalyelerinin çalışması gibi gözüken uluslararası camia tarafından altlarındaki silmeleri için Büyük İngiltere davet edildiğinde, son bir duruş sergilenmeli idi.'' Weird haberlerinin belirttiğine göre #491, 4-Temmuz-1997.

source: Colony Shape
tr: Koloni Şekli

source: Death Comes
tr: Ölü Köşeler

source: Diamond
tr: Elmas

source: Fertility
tr: Doğurganlık

source: Maximum Lifespan
tr: En Uzun Yaşam Süresi

source: Maximum Rate of Death
tr: En Fazla Ölüm Oranı

source: Maximum Rate of Growth
tr: En Fazla Doğum Oranı

source: Minimum Lifespan
tr: En Düşük Yaşam Süresi

source: Minimum Rate of Death
tr: En Düşük Ölüm Oranı

source: Minimum Rate of Growth
tr: En Düşük Doğum Oranı

source: Mold Varieties
tr: Kalıp Çeşitleri

source: Offspring
tr: Çoluk Çocuk

source: Quickly
tr: Çabucak

source: Slowly
tr: Yavaşça

source: Square
tr: Kare

source: This simulates colonies of mold growing in a petri dish. Growing colored circles overlap and leave spiral interference in their wake. Written by Dan Bornstein.
tr: Petri kabında büyüyen kolonileri benzetir. Büyüyen renkli çemberler üst üste gelir ve dairesel girişimleri uyandıklarında bırakırlar. Dan Bornstein tarafından yazıldı.

source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor. This program is also a fully-functional VT100 emulator! The text can be the output of a program or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. Written by Jamie Zawinski.
tr: Büyük pikseller ve uzun süreli kalıcı fosfor renkleri ile eski bir terminal penceresinin benzetimini yapar. Bu uygulama aynı zamanda tam fonksiyonu bir VT100 öykünücüsüdür. metin bir program çıktısı veya bir dosya veya URL içeriği olabilir, ki bu da ana Ekran Koruyucu penceresi üzerinde "İleri" sekmesinde yapılandırılmıştır. Jamie Zawinski tarafından yazılmıştır.

source: Dump pipe
tr: Boru dökümü

source: Phosphor
tr: Fosfor

source: Use PTY
tr: PTY Kullan

source: Color shifting speed
tr: Renk değişim hızı

source: Maximum radius
tr: Azami yarıçap

source: Minimum radius
tr: Asgari yarıçap

source: Piecewise
tr: Parçalı

source: This draws a bunch of moving circles which switch from visibility to invisibility at intersection points. Written by Geoffrey Irving.
tr: Kesişme noktalarında görünürlükten görünmezliğe geçen bir grup hareketli çember çizer. Geoffrey Irving tarafından yazılmıştır.

source: Draws an interconnected set of gears moving across the screen. Written by Jamie Zawinski.
tr: Ekranda hareket eden bağlantılı dişliler çizer. Jamie Zawinski tarafından yazılmıştır.

source: Gear Size
tr: Dişli Boyutu

source: Max RPM
tr: Azami RPM

source: Pinion
tr: Küçük dişli

source: Scrolling Speed
tr: Kaydırma Hızı

source: Allow Tight Turns
tr: Sıkı Tura İzin Ver

source: Ball Joints
tr: Rotiller

source: Curved Pipes
tr: Eğimli Borular

source: Fisheye Lens
tr: Balıkgözü Merceği

source: Gadgetry
tr: Ivır zıvır

source: If you've ever been in the same room with a Windows NT machine, you've probably seen this GL hack. This version is by Marcelo Vianna.
tr: Daha önce bir Windows NT bilgisayarla aynı odada kalmışsanız muhtemelen bu GL oyununu görmüşsünüüzdür. Marcelo Vianna tarafından yazılmıştır.

source: Number of Pipe Systems
tr: Boru Sistemlerinin Sayısı

source: Pipe Fittings
tr: Boru Uydurması

source: Pipes
tr: Borular

source: System Length
tr: Sistem Uzunluğu

source: Cube
tr: Küp

source: Display Random Polyhedron
tr: Rastgele Polyhedron Görüntüle

source: Displays different 3D solids and some information about each. A new solid is chosen every few seconds. There are 75 uniform polyhedra, plus 5 infinite sets of prisms and antiprisms; including their duals brings the total to 160. Written by Dr. Zvi Har'El and Jamie Zawinski.
tr: Farklı 3D katılar ve bunların her biri hakkında bilgi gösterir. Her bir kaç saniyede bir yeni bir katı seçilir. 75 değişmeyen polyhedra, artı 5 sonsuz kümede prizma ve antiprizma ve de bunların çifter karşılıkları ile 160 tane vardır. Dr. Zvi Har'El ve Jamie Zawinski tarafınan yazıldı.

source: Great Cubicuboctahedron
tr: Büyük Cubicuboctahedron

source: Great Deltoidal Hexecontahedron
tr: Büyük Deltoidal Hexecontahedron

source: Great Deltoidal Icositetrahedron
tr: Büyük Deltoidal Icositetrahedron

source: Great Dirhombicosidodecacron
tr: Büyük Dirhombicosidodecacron

source: Great Dirhombicosidodecahedron
tr: Büyük Dirhombicosidodecahedron

source: Great Disdyakisdodecahedron
tr: Büyük Disdyakisdodecahedron

source: Great Disdyakistriacontahedron
tr: Büyük Disdyakistriacontahedron

source: Great Ditrigonal Dodecacronic Hexecontahedron
tr: Büyük Ditrigonal Dodecacronic Hexecontahedron

source: Great Ditrigonal Dodecicosidodecahedron
tr: Büyük Ditrigonal Dodecicosidodecahedron

source: Great Ditrigonal Icosidodecahedron
tr: Büyük Ditrigonal Icosidodecahedron

source: Great Dodecacronic Hexecontahedron
tr: Büyük Dodecacronic Hexecontahedron

source: Great Dodecadodecahedron
tr: Büyük Dodecadodecahedron

source: Great Dodecahedron
tr: Büyük Dodecahedron

source: Great Dodecahemicosacron
tr: Büyük Dodecahemicosacron

source: Great Dodecahemicosahedron
tr: Büyük Dodecahemicosahedron

source: Great Dodecahemidodecacron
tr: Büyük Dodecahemidodecacron

source: Great Dodecahemidodecahedron
tr: Büyük Dodecahemidodecahedron

source: Great Dodecicosacron
tr: Büyük Dodecicosacron

source: Great Dodecicosahedron
tr: Büyük Dodecicosahedron

source: Great Dodecicosidodecahedron
tr: Büyük Dodecicosidodecahedron

source: Great Hexacronic Icositetrahedron
tr: Büyük Hexacronic Icositetrahedron

source: Great Hexagonal Hexecontahedron
tr: Büyük Hexagonal Hexecontahedron

source: Great Icosacronic Hexecontahedron
tr: Büyük Icosacronic Hexecontahedron

source: Great Icosahedron
tr: Büyük Icosahedron

source: Great Icosicosidodecahedron
tr: Büyük Icosicosidodecahedron

source: Great Icosidodecahedron
tr: Büyük Icosidodecahedron

source: Great Icosihemidodecacron
tr: Büyük Icosihemidodecacron

source: Great Icosihemidodecahedron
tr: Büyük Icosihemidodecahedron

source: Great Inverted Pentagonal Hexecontahedron
tr: Büyük Inverted Pentagonal Hexecontahedron

source: Great Inverted Snub Icosidodecahedron
tr: Büyük Inverted Snub Icosidodecahedron

source: Great Pentagonal Hexecontahedron
tr: Büyük Pentagonal Hexecontahedron

source: Great Pentagrammic Hexecontahedron
tr: Büyük Pentagrammic Hexecontahedron

source: Great Pentakisdodekahedron
tr: Büyük Pentakisdodekahedron

source: Great Retrosnub Icosidodecahedron
tr: Büyük Retrosnub Icosidodecahedron

source: Great Rhombic Triacontahedron
tr: Büyük Rhombic Triacontahedron

source: Great Rhombicosidodecahedron
tr: Büyük Rhombicosidodecahedron

source: Great Rhombicuboctahedron
tr: Büyük Rhombicuboctahedron

source: Great Rhombidodecacron
tr: Büyük Rhombidodecacron

source: Great Rhombidodecahedron
tr: Büyük Rhombidodecahedron

source: Great Rhombihexacron
tr: Büyük Rhombihexacron

source: Great Rhombihexahedron
tr: Büyük Rhombihexahedron

source: Great Snub Dodecicosidodecahedron
tr: Büyük Snub Dodecicosidodecahedron

source: Great Snub Icosidodecahedron
tr: Büyük Snub Icosidodecahedron

source: Great Stellapentakisdodecahedron
tr: Büyük Stellapentakisdodecahedron

source: Great Stellated Dodecahedron
tr: Büyük Stellated Dodecahedron

source: Great Stellated Truncated Dodecahedron
tr: Büyük Stellated Truncated Dodecahedron

source: Great Triakisicosahedron
tr: Büyük Triakisicosahedron

source: Great Triakisoctahedron
tr: Büyük Triakisoctahedron

source: Great Triambic Icosahedron
tr: Büyük Triambic Icosahedron

source: Great Truncated Cuboctahedron
tr: Büyük Truncated Cuboctahedron

source: Great Truncated Icosahedron
tr: Büyük Truncated Icosahedron

source: Great Truncated Icosidodecahedron
tr: Büyük Truncated Icosidodecahedron

source: Pentagonal Antiprism
tr: Beşgen Antipirizma

source: Pentagonal Deltohedron
tr: Beşgen Deltohedron

source: Pentagonal Dipyramid
tr: Beşgen Dipiramit

source: Pentagonal Hexecontahedron
tr: Beşgen Hexecontahedron

source: Pentagonal Icositetrahedron
tr: Beşgen Icositetrahedron

source: Pentagonal Prism
tr: Beşgen Prizma

source: Pentagrammic Antiprism
tr: Beşgen Antiprizma

source: Show Description
tr: Açıklamayı Göster

source: Small Cubicuboctahedron
tr: Küçük Cubicuboctahedron

source: Small Ditrigonal Dodecacronic Hexecontahedron
tr: Küçük Ditrigonal Dodecacronic Hexecontahedron

source: Small Ditrigonal Dodecicosidodecahedron
tr: Küçük Ditrigonal Dodecicosidodecahedron

source: Small Ditrigonal Icosidodecahedron
tr: Küçük Ditrigonal Icosidodecahedron

source: Small Dodecacronic Hexecontahedron
tr: Küçük Dodecacronic Hexecontahedron

source: Small Dodecahemicosacron
tr: Küçük Dodecahemicosacron

source: Small Dodecahemicosahedron
tr: Küçük Dodecahemicosahedron

source: Small Dodecahemidodecacron
tr: Küçük Dodecahemidodecacron
