Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: Draws a planet bouncing around in space. Written by David Konerding. The built-in image is a map of the earth (extracted from `xearth'), but you can wrap any texture around the sphere, e.g., the planetary textures that come with `ssystem'.
tr: Uzayda zıplayan bir gezegen çizer. David Konerding tarafından yazıldı. Yerleşik görüntü dünyanın bir haritasıdır (`xearth''den çıkarılmıştır), fakat küre etrafına herhangi bir dokuyu, örneğin `ssystem' ile gelen gezegensel dokuları, sarabilirsiniz.

source: Image File
tr: Resim Dosyası

source: Roll
tr: Döndür

source: 30 Seconds
tr: 30 Saniye

source: Always show at least this much of the image:
tr: Bir resmin her zaman en az şu kadarını göster:

source: Crossfade Duration:
tr: Çapraz Sola Süresi:

source: Frame Rate:
tr: Çerçeve Değeri:

source: GLSlideshow
tr: GLSlaytGösterisi

source: Loads a random sequence of images and smoothly scans and zooms around in each, fading from pan to pan. To tell it where to find the images to display, go to the "Advanced" tab on the Screensaver Preferences window. Select "Choose Random Images", and enter your image directory in the text field right below that. (Note: not the the "Advanced" button at the bottom of this window: the tab at the top of the *other* window.) This program requires a good video card capable of supporting large textures. Written by Jamie Zawinski and Mike Oliphant.
tr: Rastgele sırada görüntüleri yükler ve onlar etrafında yumuşak tarana ve büyültme, farklı kamera açıları arası solma işlemini gerçekleştirir. Gösterilecek görüntülerin nereden bulunacağını söylemek için Ekran Koruyucu Tercihleri penceresi üzerinde "İleri" sekmesine gidin. "Rastgele Görüntü Seç"'ı seçin ve hemen altındaki metin alanına görüntü dizininizi girin. (Not: bu pencerenin altındaki "İleri" düğmesi değil: *diğer* pencerenin üzerindeki sekme) Bu uygulama büyük dokuları destekleyen iyi ekran kartı gerektirir. Jamie Zawinski ve Mike Oliphant tarafından yazıldı.

source: Pan/Zoom Duration:
tr: Kamera Açısı/Yakınlaştır/Uzaklaştır Süresi:

source: Angular Velocity
tr: Açısal Hız

source: Draws a simulation of the Rubik's Snake puzzle. Written by Jamie Wilkinson, Andrew Bennetts, and Peter Aylett.
tr: Rubik'in Yılanı bulmacasının bir benzetimini çizer. Jamie Wilkinson, Andrew Bennetts, ve Peter Aylett tarafından yazıldı.

source: Loose
tr: Gevşek

source: Packing
tr: Paketleme

source: Show Titles
tr: Başlıkları Göster

source: Tight
tr: Dar

source: Y Angular Velocity
tr: Y Açısal Hız

source: Z Angular Velocity
tr: Z Açısal Hız

source: Always face front
tr: Her zaman öne doğru

source: Displays a few lines of text spinning around in a solid 3D font. Written by Jamie Zawinski.
tr: 3D yazıtipi içerisinde dönen bir kaç metin satırı gösterir. Jamie Zawinski tarafından yazıldı.

source: Spin all the way around
tr: Tüm yol etrafında dön

source: Text
tr: Metin

source: Replays historical games of go (aka wei-chi and baduk) on the screen. By Scott Draves. You can find it at &lt;http://www.draves.org/goban/&gt;.
tr: Ekranda go oyununun tarihsel hallerini yeniden oynatır (wei-dhi ve baduk olarak da bilinir). Scott Draves tarafından. &lt;http://www.draves.org/goban/&gt; adresinde bulabilirsiniz.

source: Additive Colors (reflected light)
tr: Eklenecek Renkler (yansıyan ışık)

source: Blob Count
tr: Damla Sayısı

source: Elasticity
tr: Esneklik

source: Opaque Blobs
tr: Mat Damlalar

source: Speed Limit
tr: Hız Limiti

source: Subtractive Colors (transmitted light)
tr: Çıkarılacak Renkler (iletilen ışık)

source: This draws set of animating, transparent, amoeba-like blobs. The blobs change shape as they wander around the screen, and they are translucent, so you can see the lower blobs through the higher ones, and when one passes over another, their colors merge. I got the idea for this from a cool mouse pad I have, which achieves the same kind of effect in real life by having several layers plastic with colored oil between them. Written by Jamie Zawinski.
tr: Canlandıran, şeffaf, amip benzeri damlalar çizer. Damlaların şekli ekranda dolaşırken değişir ve yarı saydam olduklarından alt baloncukların üsttekilerin içinden geçerken renklerinin birleştiğini görebilirsiniz. Bu fikri sahip olduğum ve aynı etkiyi üzerinde renkli yağ bulunan pek çok katmana sahip olarak sağlayan bir fare altlığından edindim. Jamie Zawinski tarafından yazıldı.

source: Transparent Blobs
tr: Şeffaf Damlalar

source: XOR Blobs
tr: Özel VEYA Damlaları

source: Grav
tr: Yerçekimi

source: Object Trails
tr: Nesne İzleri

source: Orbital Decay
tr: Gezegen Yörüngesine Ait Bozulma

source: This program draws a simple orbital simulation. If you turn on trails, it looks kind of like a cloud-chamber photograph. Written by Greg Bowering.
tr: Bu uygulama basit bir gezegen yörünge benzetimi çizer. Eğer izleri açarsanız bulut odası fotoğrafına benzer. Greg Bowering tarafından yazıldı.

source: This draws random colored and stippled rectangles. Written by Jamie Zawinski.
tr: Bu rastgele renkli ve kesikli çizgilerden oluşan dikdörtgenler çizer. Jamie Zawinski tarafından yazılmıştır.

source: Delay (Large = low cpu load)
tr: Gecikme (Geniş = düşük cpu yükü)

source: Dot fill factor
tr: Nokta doldurma katsayısı

source: Dot size
tr: Nokta boyutu

source: Draws the gravity force in each point on the screen seen through a halftone dot pattern. The gravity force is calculated from a set of moving mass points. View it from a distance for best effect. Written by Peter Jaric &lt;peter@jaric.org&gt;.
tr: Ekran üzerindeki her bir yerçekimi kuvvetini yarım tonlu nokta deseni olarak çizer. Yerçekimi kuvveti hareket eden kütle parçacıklarından hesaplanır. Gerçek etki için belli bir mesafeden bakın. Peter Jaric &lt;peter@jaric.org&gt; tarafından yazıldı.

source: Gravity points
tr: Yerçekimi noktaları

source: Halftone
tr: Yarım ton

source: Maximum mass
tr: En büyük ağırlık

source: Maximum speed
tr: En yüksek hız

source: Minimum mass
tr: En küçük ağırlık

source: Minimum speed
tr: En düşük hız

source: Animate Circles
tr: Çemberleri Canlandır

source: Number of Circles
tr: Çember Sayısı

source: Ramp Mode
tr: Ramp Kipi

source: Seuss Mode
tr: Seuss Kipi

source: This draws trippy psychedelic circular patterns that hurt to look at. It can also animate the control-points, but that takes a lot of CPU and bandwidth. Written by Jamie Zawinski.
tr: Bu bakması tahatsız edici olan, gezgin ve hayali dairesel desenler çizer. Ayrıca denetim noktalarını da canlandırabilir ancak çok fazla bant genişliği ve CPU harcayacaktır. Jamie Zawinski tarafından yazılmıştır.

source: Helix
tr: Sarmal Eğri

source: This repeatedly generates spirally string-art-ish patterns. Written by Jamie Zawinski.
tr: Bu düzenli olarak yazı dizisine benzeyen ve sarmal eğri şeklinde hareket eden desenler oluşturur. Jamie Zawinski tarafından yazılmıştır.

source: This draws lacy fractal patterns, based on iteration in the imaginary plane, from a 1986 Scientific American article. Mostly written by Patrick Naughton.
tr: 1986 Scientific American makalesinden hayali bir düzlemdeki yinelemelere dayanan dantelli fraktal desenler çizer. Çoğunlukla Patrick Naughton tarafından yazıldı.

source: Hyperball
tr: Aşırı Hareketli Top

source: Hyperball is to hypercube as dodecahedron is to cube: this displays a 2D projection of the sequence of 3D objects which are the projections of the 4D analog to the dodecahedron. Technically, it is a "120 cell polytope." Written by Joe Keane. See also the "polytopes" hack for a more general version of this using OpenGL.
tr: Aşırı hareketli top oniki yüzlü bir süper kübü küp yapmaktır: Oniki yüzlü şekle 4D yansımaları oluşan 3D nesne sıralarının 2D yansımalarını gösterir. Teknik olarak, "120 hücreli bir politp"tur. Joe Keane tarafından yazıldı. Bunun OpenGL kullanan daha genel bir hali için "politop" değiştirilmiş kod uygulamasına bakın.

source: XW Rotation
tr: XW Dönmesi

source: XY Rotation
tr: XY Dönmesi

source: XZ Rotation
tr: XZ Dönmesi

source: YW Rotation
tr: YW Dönmesi

source: YZ Rotation
tr: YZ Dönmesi

source: ZW Rotation
tr: ZW Dönmesi

source: Hypercube
tr: Hiperküp

source: This displays 2D projections of the sequence of 3D objects which are the projections of the 4D analog to the cube: as a square is composed of four lines, each touching two others; and a cube is composed of six squares, each touching four others; a hypercube is composed of eight cubes, each touching six others. To make it easier to visualize the rotation, it uses a different color for the edges of each face. Don't think about it too long, or your brain will melt. Written by Joe Keane, Fritz Mueller, and Jamie Zawinski. See also the "polytopes" hack for a more general version of this using OpenGL.
tr: Küp üzerine 4D analog yansımaları olan 3D nesne sıralarının 2D yansımasını gösterir: bir kare her biri diğer ikisine değen dört çizgiden oluştuğundan ve küp de biri diğer dört tanesine değen altı kareden oluştuğundan, bir süper küp her biri diğer altısına değen dekiz küpten oluşur. Dönme görsellemesini daha kolay yapmak için her bir yüzün kenarı için farklı renk kullanır. Bunun üzerine çok düşünmeyin yoksa beyniniz yorulur. Joe Keane, Fritz Mueller ve Jamie Zawinski tarafından yazıldı. Bunun OpenGL kullanan daha genel örnekleri için "politop" değiştirilmiş kod uygulamasına bakın.

source: Color Wheel
tr: Renk Çemberi

source: Display Speed
tr: Hızı Görüntüle

source: Orthographic 3d
tr: 3d Yazım

source: Orthographic 4d
tr: 4d Yazım

source: Perspective 3d
tr: Perspektif 3b

source: Perspective 4d
tr: Perspektif 4b

source: See-Through Bands
tr: Şeritler Arasından Gör

source: See-Through Spirals (1 Spiral)
tr: Sarmallar Arasından Gör (1 Sarmal)

source: See-Through Spirals (16 Spirals)
tr: Sarmallar Arasından Gör (16 Sarmal)

source: See-Through Spirals (2 Spirals)
tr: Sarmallar Arasından Gör (2 Sarmal)

source: See-Through Spirals (4 Spirals)
tr: Sarmallar Arasından Gör (4 Sarmal)

source: See-Through Spirals (8 Spirals)
tr: Sarmallar Arasından Gör (8 Sarmal)

source: Solid Object
tr: Katı Nesne

source: Solid Surface
tr: Katı Yüzey

source: This program shows a rotating Clifford Torus: a torus lying on the "surface" of a 4D hypersphere. Written by Carsten Steger, inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990.
tr: Bu program dönen bir Clifford Torusu gösterir: 4B bir hiperkürenin "yüzeyi" üzerinde duran bir torus. Carsten Steger tarafından yazılmıştı, Thomas Banchoff'un şu kitabından esinlenmiştir "Üçüncü Boyutun Ötesinde: Geometri, Bilgisayar Grafikleri, ve Üst Boyutlar", Amerikan Bilimsel Kütüphanesi, 1990.

source: Transparent Surface
tr: Şeffaf Yüzey

source: Two-Sided
tr: İki-Yüzlü

source: WX Rotation Speed
tr: WX Dönme Hızı

source: WY Rotation Speed
tr: WY Dönme Hızı

source: WZ Rotation Speed
tr: WZ Dönme Hızı

source: Wireframe Mesh
tr: Tel Çerçeve Ağı

source: XY Rotation Speed
tr: XY Dönme Hızı

source: XZ Rotation Speed
tr: XZ Dönme Hızı

source: YZ Rotation Speed
tr: YZ Dönme Hızı

source: Blend
tr: Harman

source: Detail
tr: Ayrıntı

source: Function
tr: Fonksiyon

source: Functions
tr: Fonksiyonlar

source: Number of Colours
tr: Renk Sayısı

source: Scale
tr: Ölçek

source: Single
tr: Tek

source: This one draws spinning, colliding iterated-function-system images. Note that the "quality" parameter is exponential. Number of points drawn is functions^detail. The number of colours is only used in Blend mode to provide a palette to create the base colours. These are then blended together in a non-colourmap friendly fashion. Written by Chris Le Sueur.
tr: Bu dönen ve çarpışan ötelenmiş-işlev-sistemi resimleri çizer. "Kalite" parametresinin üstel dğer olduğuna dikkat edin. Çizelen nokta sayısı işlev^detay sonucuna eşittir. Renk sayısı sadece Harman kipinde taban rebkleri elde etmek için bir palet sağlamak amacıyla kullanılır. Bunlar daha sonra renk haritasına aşina olmayan bir tarzda harmanlanır. Chris Le Sueur tarafından yazılmıştır.

source: Translate
tr: Çevir

source: Brightness Gradients
tr: Parlaklık Değişimi

source: Hue Gradients
tr: Ton Değişimi

source: IMSmap
tr: IMSharitası

source: Saturation Gradients
tr: Koyuluk Değişimi

source: This generates random cloud-like patterns. It looks quite different in monochrome and color. The basic idea is to take four points on the edge of the image, and assign each a random ``elevation''. Then find the point between them, and give it a value which is the average of the other four, plus some small random offset. Then coloration is done based on elevation. The color selection is done by binding the elevation to either hue, saturation, or brightness, and assigning random values to the others. The ``brightness'' mode tends to yield cloudlike patterns, and the others tend to generate images that look like heat-maps or CAT-scans. Written by Juergen Nickelsen and Jamie Zawinski.
tr: Bu rastgele bulut-benzeri desenler oluşturur. Tek renkli ve renkli sistemlerde çok farklı görünür. Temel fikir resmin kenarında dört nokta alıp, herbirine rastgele bir "yükseklik" atamaktır. Daha sonra onların arasındaki noktaya, diğer dördünün ortalamasına rastgele bir değer eklendiğinde elde edilen sonuç atanır. Daha sonra yüksekliğe göre renklendirme yapılır. Renk seçimi yüksekliğin ton, koyuluk ya da parlaklık ile ilişkilendirilmesi ve diğerlerine rastgele değerler verilmesi ile yapılır. "Parlaklık" kipi buluta benzer desenler oluşturmaya çalışırken, diğerleri ısı haritası ya da CAT-taramasına benzer resimler oluşturur. Juergen Nickelsen ve Jamie Zawinski tarafından yazılmıştır.

source: Number of Discs
tr: Disk Sayısı

source: The Intersection Aggregate is a fun visualization defining the relationships between objects with Casey Reas, William Ngan, and Robert Hodgin. Commissioned for display at the Whitney Museum of American Art. A surface filled with 100 medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Display: A. The instantaneous intersections of the circles. B. The aggregate intersections of the circles. Ported to XScreensaver from the art project "InterAggregate" at http://www.complexification.net
tr: Kesişim Kümesi nesneler arasındaki ilişkinin Casey Reas, William Ngan ve Robert Hodgin tarafından tanımlandığı keyifli bir görselleştirmedir. Ayrıca Amerike Whitney Sanat Müzesinde gösterilmiştir. 100 adet orta ve küçük çember ile doldurlmuş bir yüzeydir. Her bir çemberin farklı boyutu ve yönü vardır, fakat hepsi aynı yavaş hızda hareket etmektedir. Görüntü: A. Çemberlerin anlık kesişimleri. B. Çemberlerin kesişim kümeleri. XScreenSaver'a http://www.complexification.net adresindeki "InterAggregate" sanat projesinden aktarılmıştır

source: Anim Speed
tr: Canlandırma Hızı

source: Another color-field hack, this one works by computing decaying sinusoidal waves, and allowing them to interfere with each other as their origins move. Written by Hannu Mallat.
tr: Başka bir renk alanı değiştirilmiş kod uygulaması, bozulan sinüs dalgalarını hesaplayarak çalışır ve merkezleri hareket ettikçe birbirleri ile etkileşmelerine izin verir. Hannu Mallat tarafından yazıldı.

source: Hue
tr: Renk

source: Interference
tr: Engelleme

source: Magnification
tr: Büyütme

source: Number of Waves
tr: Dalga Sayısı

source: Wave Size
tr: Dalga Boyutu

source: Intermomentary
tr: Bir anlık

source: The Intersection Momentary is a fun visualization defining the relationships between objects with Casey Reas, William Ngan, and Robert Hodgin. Commissioned for display at the Whitney Museum of American Art. A surface filled with 100 medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Display: A. The instantaneous intersections of the circles. B. The aggregate intersections of the circles. Ported to XScreensaver from the art project "InterMomentary" at http://www.complexification.net
tr: Anlık Kesişim, nesneler ile Casey Reas, William Ngan ve Robert Hodgin arasındaki ilişkiyi göstermek için eğlenceli bir görsellemedir. Whitney Amerika Sanat Müzesinde gösterilmeye layık görülmüştür. Bir yüzey ortadan küçüğe kadar 100 çember ile doldurulur. Her bir çemberin farklı bir boyutu ve yönü vardır fakat aynı yavaş hızda hareket eder. Gösterim: A. Çemberlerin ani kesişimleri. B. Çemberlerim kesişimlerinin birleşimi. http://www.complexification.net adresindeki "InterMomentary" sanat çalışmasından XScreenSaver uygulamasına taşınmıştır.

source: Clown barf
tr: Palyaço çubuğu

source: Cycle
tr: Döngü

source: Flower box
tr: Çiçek kutusu

source: Inertial damping
tr: Durgun su

source: Rotation speed
tr: Dönme Hızı

source: Sphere
tr: Küre

source: Sphere strength
tr: Küre kuvveti

source: Spookiness
tr: Hortlaklık

source: Spoooooky
tr: Hayalet gibi

source: Tetrahedron
tr: Dört yüzlü şekil

source: This little gem does bad things with quasi-spherical objects. The gist of it is that you have what is, structurally, a tetrahedron with tesselated faces. the vertices on these faces have forces on them in the form of one proportional to their distance from the surface of a sphere, and one which is proportional to how far they differ from some ideal distance from their neighbors. They also have inertia. The forces and distance are parameters and there are also a couple of visual parameters. The resulting effect can range from a shape that does nothing, to a frenetic polygon storm. Somewhere in between there it usually manifests as a blob that jiggles in a kind of disturbing manner. woo. It doesn't matter, however. You should just pick 'random'. It overrides all the other options, except for fps, delay and complexity. By Keith Macleod
tr: Yarı küresel nesneler ile kötü şeyler yapan ufak bir mücevher. Özeti sahip olduğunuz şeydir, yapısal olarak mozaik kaplı yüzlere sahip dört yüzlü şekildir. Yüzlerdeki köşegenlerin kürenin yüzeyine olan uzakları ile doğru orantılı yüzeye bir kuvvetleri ve bir de komuşlarından ideal uzaklıktan olan sapmalarıyle doğru orantılı bir kuvvetleri vardır. Hareketsiz bir durumları da vardır. Kuvvetler ve mesafe parametrelerdir ve bir iki görsel parametre daha vardır. Sonuç olaşan etki hiç bir iş yapmayan şekilden çılgın bir çokgen fırtınasına kadar bir aralıkta olabilir. Bu aralıkların birinde daha çok rahatsız edici biçimde sallanarak duran bir damlacık olarak gözükür. Gene de farketmez. Sadece 'rastgele'yi seçmelisiniz. Diğer seçeneklerin üzerine yazar, fps, gecikme ve karmaşıklık hariç. Keith Macleod tarafından.

source: Vertex-vertex behavior
tr: Tepeden-tepeye davranış

source: Vertex-vertex force
tr: Tepeden-tepeye kuvvet

source: collapse
tr: daralt

source: expand
tr: genişlet

source: none
tr: hiçbiri

source: strong
tr: güçlü

source: Jigsaw
tr: Yapboz

source: Solved Duration
tr: Çözüm Süresi

source: This grabs a screen image, carves it up into a jigsaw puzzle, shuffles it, and then solves the puzzle. This works especially well when you feed it an external video signal instead of letting it grab the screen image (actually, I guess this is generally true...) When it is grabbing a video image, it is sometimes pretty hard to guess what the image is going to look like once the puzzle is solved. Written by Jamie Zawinski.
tr: Bir ekran görüntüsünü yakalar, yapboz bulmacanın içerisine yerleştirir ve daha sonra bu bulmacayı çözer. Bu durum ekran görüntüsü yakalamak yerine onu harici bir video kaynağından beslediğinizde daha güzel çalışır (aslında, bu genelde doğrudur...) Bir video görüntüsünü yakaladığında, bulmaca çözüldüğünde görüntünün neye benzeyeceğini kestirmek aslında biraz zordur. Jamie Zawinski tarafından yazıldı.

source: Draws a juggling stick-man. Written by Tim Auckland.
tr: Hokkabazlık yapan bir çöp adam çizer. Tim Auckland tarafından yazıldı.

source: Juggle
tr: Hokkabazlık

source: Performance Length
tr: Performans Uzunluğu

source: Use Pattern
tr: Deseni Kullan

source: turn on/off Balls.
tr: Topları aç/kapa.

source: turn on/off Bowling Balls.
tr: Bowling Toplarını aç/kapa.

source: turn on/off Clubs.
tr: Sopaları aç/kapa.

source: turn on/off Flaming Torches.
tr: Yanan Meşaleleri aç/kapa.

source: turn on/off Knives.
tr: Bıçakları aç/kapa.

source: turn on/off Rings.
tr: Halkaları aç/kapa.

source: turn on/off pattern descriptions.
tr: doku tanımlarını aç/kapa.

source: 3D simulation of a juggler performing with balls, clubs and rings. Written by Brian Apps and partially based on his Win32 Juggle Saver program.
tr: Toplar, sopalar ve halkalar ile hokkabazlık yapan 3D benzetim. Brian Apps tarafından kendi Win32 Hokkabaz Koruyucu uygulamasına dayanarak yazıldı.

source: Juggler Horizontal Speed
tr: Hokkabaz Yatay Hızı

source: Juggler Spin Speed
tr: Hokkabaz Dönme Hızı

source: Juggler3D
tr: Hokkabaz3D

source: Juggling Speed
tr: Hokkabazlık Hızı

source: Max Height
tr: En Fazla Yükseklik

source: Max Objects
tr: En Fazla Nesne

source: Min Height
tr: En Az Yükseklik

source: Min Objects
tr: En Az Nesne

source: Iterations
tr: Yinelemeler

source: This one draws spinning, animating (are you detecting a pattern here yet?) explorations of the Julia set. You've probably seen static images of this fractal form before, but it's a lot of fun to watch in motion as well. One interesting thing is that there is a small swinging dot passing in front of the image, which indicates the control point from which the rest of the image was generated. Written by Sean McCullough.
tr: Dönen, canlandırılmış (burada hala bir desen mi tespit ediyorsunuz?) Julia kümesi keşfini çizer. Bu fraktak biçimin muhtemelen daha önce sabit görüntülerini gördünüz, fakat bunu hareket halinde görmek de epey eğlencelidir. Bir ilginç nokta sallananan görüntü önünden geçen, görüntünün üretildiği kontrol noktasını belirten bir noktanın olmasıdır. Sean McCullough tarafından yazıldı.

source: Another clone of an ancient meme, consisting largely of frenetic rotational motion of colored lines. This one is by Ron Tapia. The motion is nice, but I think it needs more solids, or perhaps just brighter colors. More variations in the rotational speed might help, too.
tr: Daha çok renkli çılgın gibi dönen çizgilerden meydana gelen eski bir geleneksel davranışın kopyasıdır. Bu sürüm Ron Tapia tarafından. Hareket güzeldir fakat daha fazla katıya veya belki de daha açık renklere ihtiyaç vardır. Dönme hızındaki daha fazla değişim de yardımcı olabilir.

source: Kaleidescope
tr: Kaleydeskop

source: Segments
tr: Dilimler

source: Symmetry
tr: Simetri

source: Trails
tr: Yollar

source: This draws a visualization of a Klein bottle or some other interesting parametric surfaces. Written by Andrey Mirtchovski.
tr: Klein şişesinin veya diğer ilginç parametrik yüzeylerin bir görselleştirmesini çizer. Andrey Mirtchovski tarafından yazılmıştır.

source: Use Randomized Surfaces and Primitives
tr: Rasgele Yüzeyleri ve Pirimitifleri Kullan

source: Wander Around the Screen
tr: Ekranda Dolaş

source: Randomize
tr: Rastgele

source: Spiraling, spinning, and very, very fast splashes of color rush toward the screen. Written by Teemu Suutari.
tr: Sarmalama yapan, dönen ve ekran boyunca renk akınlarının oldukça hızlı çarpmaları. Teemu Suutari tarafından yazıldı.

source: Animates a simulation of Lemarchand's Box, repeatedly solving itself. Requires OpenGL, and a machine with fast hardware support for texture maps. Warning: occasionally opens doors. Written by Jamie Zawinski.
tr: Kendini tekrar tekrar çözen Lemarchand Kutusunun benzetimini yapar. OpenGL gerektirir ve dolgu haritaları için hızlı donanım desteğine ihtiyaç duyar. Jamie Zawinski tarafından yazıldı.

source: Lament
tr: Matem

source: Laser
tr: Lazer
