Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: This draws a pulsing sequence of stars, circles, and lines. It would look better if it was faster, but as far as I can tell, there is no way to make this be both: fast, and flicker-free. Yet another reason X sucks. Written by Jamie Zawinski.
tr: Ttireşen yıldız, çember ve çizgi sıraları çizer. Eğer daha hızlı olsa daha iyi görünürdü, fakat söyleyebileceğim bunun her ikisinin de mümkün olmadığı: hızlı ve titremeyen. X'in neden kötü olduğunun bir başka sebebi. Jamie Zawinski tarafından yazıldı.

source: Transparency
tr: Şeffaflık

source: A cellular automaton that starts with a random field, and organizes it into stripes and spirals. Written by David Bagley.
tr: Rastgele bir alan ile başlayan hücresel bir otomat ve alanı şerit ve spiraller ile düzenler. David Bagley tarafından yazıldı.

source: Demon
tr: İblis

source: States
tr: Durumlar

source: Discrete
tr: Kesikli

source: More ``discrete map'' systems, including new variants of Hopalong and Julia, and a few others. Written by Tim Auckland.
tr: Hopalong ve Juliayi ve bir kaç diğerini de içeren daha fazla ``ayrık harita'' sistemi. Tim Auckland tarafından yazıldı.

source: Black Hole
tr: Kara Delik

source: Bounce
tr: Zıpla

source: Distort
tr: Çarpıtmak

source: Lens Count
tr: Lenslerin Sayısı

source: Lens Size
tr: Lenslerin Boyutu

source: Magnify
tr: Büyüt

source: Reflect
tr: Yansıt

source: Swamp Thing
tr: Bataklık Nesnesi

source: This hack grabs an image of the screen, and then lets a transparent lens wander around the screen, magnifying whatever is underneath. Written by Jonas Munsin.
tr: Bu değişik kod uygulaması ekrandan bir görüntü yakalar ve daha sonra etrafında gezinen bir şeffaf lens oluşturur, lens büyüteç olarak da iş yapar. Jonas Munsin tarafından yazıldı.

source: Use Shared Memory
tr: Paylaşımlı Bellek Kullan

source: Vortex
tr: Girdap

source: Drift
tr: Sürüklenme

source: Fractal Growth
tr: Fraktal Büyüme

source: High Dimensional Sphere
tr: Büyük Boyutlu Küre

source: How could one possibly describe this except as ``drifting recursive fractal cosmic flames?'' Another fine hack from the Scott Draves collection of fine hacks.
tr: Birisi bunu ``özyinelemeli kayan fraktal kozmik alevler'' kabul edilecek şekilde nasıl tanımlar? Scott Draves tarafından yapılan iyi değişik kod uygulamarından bir başkası.

source: Lissojous Figures
tr: Lissojous Şekilleri

source: 1 Gbyte cache
tr: 1 Gbyte ön bellek

source: 100 Mbyte cache
tr: 100 Mbyte ön bellek

source: 3 Gbyte cache
tr: 3 Gbyte ön bellek

source: 300 Mbyte cache
tr: 300 Mbyte ön bellek

source: ElectricSheep
tr: ElektrikliKuzu

source: ElectricSheep is an xscreensaver module that displays mpeg video of an animated fractal flame. In the background, it contributes render cycles to the next animation. Periodically it uploades completed frames to the server, where they are compressed for distribution to all clients. This program is recommended only if you have a high bandwidth, always-on connection to the Internet. By Scott Draves. You can find it at &lt;http://www.electricsheep.org/&gt;.
tr: ElektrikliKuzu canlandırılmış fraktal alev mpeg videolarını gösteren bir xscreensaver modülüdür. Arkaplanda, sonraki canlandırmanın gerçeklenme döngüsüne katkıda bulunur. Belli aralıklarla tamamlanmış çerçeveleri tüm istemcilere sıkıştırılı dağıtılacakları sunucuya yükler. Bu program eğer sadece yüksek bant genişliğiniz varsa ve her zaman Internette iseniz tavsiye edilmektedir. Scott Draves tarafından. &lt;http://www.electricsheep.org/&gt; adresinde bulabilirsiniz.

source: Nickname
tr: Takma Ad

source: No Animation
tr: Canlandırma Yok

source: No Network
tr: Ağ Yok

source: Repititions of each Sheep
tr: Her bir Kuzunun Tekrarı

source: Unlimited
tr: Sınırsız

source: Zoom
tr: Yakınlaştır

source: Black slips out of three mating nets, but the fourth one holds him tight! A brilliant composition! Written by Blair Tennessy.
tr: Üç birleşme ağını geriye doğru kaydırır fakat dördüncüsü bunları sıkı tutar. Harika bir kompozisyon! Blair Tennessy tarafından yazılmıştır.

source: Endgame
tr: Sonoyun

source: Audi Quattro (5 cylinders)
tr: Audi Quattro (5 silindirli)

source: BMW M3 (4 cylinders)
tr: BMW M3 (4 silindirli)

source: BMW M5 (6 cylinders)
tr: BMW M5 (6 silindirli)

source: Corvette Z06 (8 cylinders, V)
tr: Corvette Z06 (8 silindirli, V)

source: Dodge Viper (10 cylinders, V)
tr: Dodge Viper (10 silindirli, V)

source: Draws a simple model of an engine that floats around the screen. Written by Ben Buxton and Ed Beroset.
tr: Ekran etrafında uçan basit mir makine modeli çizer. Ben Buxton ve Ed Beroset tarafından yazıldı.

source: Engine
tr: Motor

source: Honda Insight (3 cylinders)
tr: Honda Insight (3 silindirli)

source: Jaguar XKE (12 cylinders, V)
tr: Jaguar XKE (12 silindirli, V)

source: Porsche 911 (6 cylinders, flat)
tr: Porsche 911 (6 silindirli, düz)

source: Random Engine
tr: Rasgele Motor

source: Show Engine Name
tr: Motor Adını Göster

source: Subaru XT (6 cylinders, V)
tr: Subaru XT (6 silindirli, V)

source: VW Beetle (4 cylinders, flat)
tr: VW Beetle (4 silindirli, düz)

source: 1 minute
tr: 1 dakika

source: 1 second
tr: 1 saniye

source: Epicycle
tr: Dış çember

source: Harmonics
tr: Harmonikler

source: This program draws the path traced out by a point on the edge of a circle. That circle rotates around a point on the rim of another circle, and so on, several times. These were the basis for the pre-heliocentric model of planetary motion. Written by James Youngman.
tr: Bu program çeberin kenarındaki bir nokta tarafından takip edişen bir yol çizer. Çember başka bir çemberin kenarı üzerinde bir nokta etrafında döner ve bu bir kaç kere devam eder. Bu merkezi helyo öncesi gezegensel hareketlerin temelleridir. James Youngman tarafından yazıldı.

source: An exposive version of XFlame. By W.P. van Paassen.
tr: XFlame'in patlayıcı sürümü. W.P. van Paassen tarafından.

source: Cooling factor
tr: Soğuma Katsayısı

source: Eruption
tr: Püskürme

source: Gravity
tr: Yer Çekimi

source: Heat
tr: Isı

source: Inferno
tr: Çılgınlık

source: Little
tr: Küçük

source: Negative
tr: Negatif

source: Number of Particles
tr: Parçacık Sayısı

source: Pleasant
tr: Sevimli

source: Positive
tr: Olumlu

source: Euler2d
tr: Öler2b

source: Particles
tr: Parçacıklar

source: Power
tr: Güç

source: Simulates two dimensional Incompressible Inviscid Fluid Flow. Written by Stephen Montgomery-Smith.
tr: İki boyutlu Sıkıtşrılamayan Sürtünmesiz Akışkan Sıvı canlandırması yapar. Stephen Montgomery-Smith tarafından yazıldı.

source: Draws various rotating extruded shapes that twist around, lengthen, and turn inside out. Created by David Konerding from the samples that come with the GL Extrusion library by Linas Vepstas.
tr: Pek çok çeşitli dönen çekilmiş etrafta salınım yapan, uzayan ve içeri dışarı dönüş yapan şekiller çizer, Linas Vepstas tarafından yazılan GL Çıkarma kütüphanesi ile gelen örndekler kullanılarak David Konerding tarafından yazıldı.

source: Extrusion
tr: Çıkma

source: Helix 2
tr: Sarmal 2

source: Helix 3
tr: Sarmal 3

source: Helix 4
tr: Sarmal 4

source: Join Offset
tr: Birleştirme Ötelemesi

source: Random Object
tr: Rastgele Nesneler

source: Screw
tr: Vida

source: Taper
tr: İnce Mum

source: Texture Image
tr: Doku Görüntüsü

source: Twistoid
tr: Bükücü

source: Use Flat Coloring
tr: Düz Renklendirme Kullan

source: Use Lighting
tr: Aydınlatma Kullan

source: Draws what looks like a waving ribbon following a sinusoidal path. Written by Bas van Gaalen and Charles Vidal.
tr: Sinüs eğrisi şeklinde bir yolu takip eden dalgalı bir kurdele çizer. Bas van Gaalen ve Charles Vidal tarafından yazıldı.

source: FadePlot
tr: SolmaNoktası

source: Draws a groovy rotating fiber optic lamp. Written by Tim Auckland.
tr: Harika bir fiber optik lamba çizer. Tim Auckland tarafından yazıldı.

source: Fiberlamp
tr: Fiber Lamba

source: Fibers
tr: Fiberler

source: Time between Knocks
tr: Darbeler arası zaman

source: 10 times
tr: 10 defa

source: A bunch of fireflies chase a few baits around the screen, leaving colorful tails which get blown around by the wind. Written by Matt Perry. This program is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://somewhere.fscked.org/fireflies/&gt;.
tr: Ekran üzerindeki yemleri kovalayan, rügzarda kuyrukları parlayan, bir grup ateşböceği. Matt Perry tarafından yazıldı. Bu program XScreenSaver paketine dahil edilmemiştir, fakat henüz buna sahip değilseniz &lt;http://somewhere.fscked.org/fireflies/&gt; adresinde bulabilirsiniz.

source: Add some fireflies
tr: Bazı ateşböcekleri ekle

source: Bait accel
tr: Yem hızlandırma

source: Bait speed
tr: Yem hızı

source: Color cycle speed
tr: Renk döngüsü hızı

source: Draw baits
tr: Yemleri çiz

source: Faded colors
tr: Solan renkler

source: Fast Forward speed
tr: Hızı İleri Sar

source: Fireflies
tr: Ateşböcekleri

source: Firefly accel
tr: Ateşböceği hızlandırma

source: Firefly size
tr: Ateşböceği boyutu

source: Firefly speed
tr: Ateşböceği hızı

source: Frames per sec
tr: Saniye başına çerçeve

source: Glow factor
tr: Paralama katsayısı

source: Half
tr: Yarım

source: Hurricane
tr: Kasırga

source: Invisible
tr: Görünmez

source: Kill some fireflies
tr: Bazı ateşböceklerini öldür

source: Make all swarms do something
tr: Bütün sürülere bir iş yaptır

source: Matrix (pause and rotate)
tr: Matris (durdur ve döndür)

source: Maximum baits
tr: En fazla yem sayısı

source: Maximum flies
tr: En çok böcek

source: Merge two swarms
tr: İki sürüyü birleştir

source: Minimum baits
tr: En az yem sayısı

source: Minimum flies
tr: En az sinek sayısı

source: Narrow
tr: Daralt

source: Never
tr: Asla

source: Normal swarm motion
tr: Normal sürü hareketi

source: Opaque
tr: Opak

source: Split a swarm
tr: Bir sürüyü böl

source: Still
tr: Hareketsiz

source: Swarm bursts into rainbow
tr: Sürüler patlayarak gökkuşağına dönüşür

source: Swarm comes to a halt
tr: Sürü durma noktasına gelir

source: Swarm does loops
tr: Sürü döngü yapar

source: Swarm hyperspeed
tr: Sürü en yüksek hızı

source: Swarm tails glow
tr: Sürü kuyrukları parlar

source: Wide
tr: Geniş

source: Wind
tr: Rüzğar

source: Wind picks up
tr: Rüzgar toplamak

source: Activity
tr: Etkinlik

source: Fireworkx
tr: Havai Fişekx

source: Light Flash
tr: Hafif Işık

source: Pyrotechnics simulation eye-candy, MMX optimized. Turn off Light for speed. Clicks on the preview window Explodes..! Written by Rony B Chandran. http://www.ronybc.8k.com
tr: Gözlerin daha iyi farketmesi ve MMX iyileştirilmesi yapılmış fişek canlandırması yapar. Pencereye tıklamalar Patlar..! Rony B Chandran tarafından yazıldı. http://www.ronybc.8k.com

source: Self Glowing Smoke!
tr: Kendi Kendine Büyüyen Duman

source: Shoot The Shells up
tr: Kabukları Fırlat

source: Bitmap for Flag
tr: Bayrak için Bit Eşlem

source: Flag
tr: Bayrak

source: Text for Flag
tr: Bayrak Metni

source: This draws a waving colored flag, that undulates its way around the screen. The trick is the flag can contain arbitrary text and images. By default, it displays either the current system name and OS type, or a picture of ``Bob,'' but you can replace the text or the image with a command-line option. Written by Charles Vidal and Jamie Zawinski.
tr: Bu, dalgalanan ve ekran çevresinde dolanan renkli bir bayrak çizer. Buradaki püf nokta bayrağın rastgele metin veya görüntüler içermesidir. Varsayılan olarak ya mevcut sistemin adını ve işletim sistemi türünü veya ``Bob'' resmini gösterir, fakat metin veya görüntüyü komut satırı seçenekleri ile değiştirebilirsiniz. Charles Vidal ve Jamie Zawinski tarafından yazıldı.

source: 0 Seconds
tr: 0 Saniye

source: 10 Seconds
tr: 10 Saniye

source: Another iterative fractal generator. Written by Scott Draves.
tr: Başka bir tekrarlamalı fraktal üreteç. Scott Draves tarafından yazıldı.

source: Complexity
tr: Karmaşıklık

source: Flame
tr: Alev

source: Number of Fractals
tr: Fraktal Sayısı

source: Flipflop draws a grid of 3D colored tiles that change positions with each other. Written by Kevin Ogden.
tr: Flipflop 3D renklere sahip birbirlerine göre konum değiştiren döşeme ızgararlı çizer. Kevin Ogden tarafından yazıldı.

source: Solid Tiles
tr: Katı Döşemeler

source: Flipscreen3d
tr: Dönenekran3d

source: Grabs an image of the desktop, turns it into a GL texture map, and spins it around and deforms it in various ways. Written by Ben Buxton.
tr: Masaüstünün görüntüsünü yakalar, onu bir GL doku haritasına çevirir, etrafta döndürür ve çeşitli şekillerde onu bozar. Ben Buxton tarafından yazıldı.

source: Centered Text
tr: Ortalanmış Metin

source: Draws successive pages of text. The lines flip in and out in a soothing 3D pattern. The text can be the output of a program or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. Written by Jamie Zawinski.
tr: Ardışıl metin sayfalarını çizer. Çizgiler sakinleştirici bir 3D deseni içerisinde içeri ve dışarı döner. Metin kısmı ana Ekran Koruyucu Tercihleri penceresi üzerindeki "İleri" sekmesinde yapılandırılan, bir programın çıktısı, URL veya dosyanın içeriği olabilir. Jamie Zawinski tarafından yazıldı.

source: FlipText
tr: DönenMetin

source: Flush Left Text
tr: Sol Metni Kabart

source: Flush Right Text
tr: Sağ Metni Kabart

source: Font Point Size
tr: Yazı Tipi Nokta Boyutu

source: Random Text Alignment
tr: Rastgele Metin Hizalama

source: Text Columns
tr: Metin Sütunları

source: Text Lines
tr: Metin Satırları

source: Flow
tr: Akış

source: Length of trails
tr: Kuyrukların uzunluğu

source: Strange attractors formed of flows in a 3D differential equation phase space. Written by Tim Auckland.
tr: 3D diferansiyel denklem evre uzayında oluşmuş çekici garip akışlar. Tim Auckland tarafından yazıldı.

source: turn on/off bounding box.
tr: sınırlayıcı kutuyu aç/kapa.

source: turn on/off double buffering.
tr: çift tampon belleği aç/kapa.

source: turn on/off periodic attractors.
tr: periyodik çekicileri aç/kapa.

source: turn on/off ride in the flow.
tr: akış içerisinde dolaşmayı aç/kapa.

source: turn on/off rotating around attractor.
tr: çekiciler etrafında dönmeyi aç/kapa.

source: turn on/off search for new attractors.
tr: yeni çekicileri aramayı aç/kapa.

source: Freefall
tr: Serbest düşüş

source: Clay
tr: Kil

source: FluidBalls
tr: AkışkanToplar

source: Friction
tr: Sürtünme

source: Models the physics of bouncing balls, or of particles in a gas or fluid, depending on the settings. If "Shake Box" is selected, then every now and then, the box will be rotated, changing which direction is down (in order to keep the settled balls in motion.) By Peter Birtles and Jamie Zawinski.
tr: Zıplayan topları veya gaz veya bir sıvı içerisindeki parçacıkları ayarlara bağlı olarak modeller. Eğer "Kutuyu Salla" seçili ise arada sırada kutu dönecektir, aşağı yönünü değiştirecektir (durağan topları hareket ettirmek için). Peter Birtles ve Jamie Zawinski tarafından.

source: Rubber
tr: Lastik

source: Shake Box
tr: Sallama Kutusu

source: Various Ball Sizes
tr: Çeşitli Top Boyutları

source: Binary
tr: İkili

source: Classic
tr: Klasik

source: Fire
tr: Ateş

source: Flurry
tr: Telaşlı

source: Insane
tr: Çılgın

source: Psychedelic
tr: Hayali

source: RGB
tr: KYS

source: This port of the OSX screensaver of the same name draws a colourful star(fish)like flurry of particles. xscreensaver port by Tobias Sargeant &lt;tobias.sargeant@bigpond.com&gt; Original Mac version by Calum Robinson &lt;calumr@mac.com&gt; http://homepage.mac.com/calumr
tr: Bu OSX ekran koruyucusundan türetilen, renkli yıldız(balık) benzeri parçacık sağanağı çizer. Tobias Sargeant &lt;tobias.sargeant@bigpond.com&gt; tarafından xscreensaver türetilmesi. Asıl Mac sürümü Clum tarafından. Robinson &lt;calumr@mac.com&gt; http://homepage.mac.com/calumr

source: A fleet of 3d space-age jet-powered flying toasters (and toast!) Inspired by the ancient Berkeley Systems After Dark flying toasters. By Jamie Zawinski and Baconmonkey.
tr: 3D uzay çağı jetleri olan uçan ekmek kızartma makineleri (ve tostun kendisi) Tarihi Berkeley Sistemleri Karanlıktan Sonra uçan ekmek kızartma makinelerinden esinlenilmiştir. Jamie Zawinski ve Baconmonkey tarafından.

source: Air Speed
tr: Hava Hızı

source: Chrome Toasters
tr: Krom Ekmek Kızartma Makineleri

source: Flying Toasters
tr: Uçan Ekmek Kızartma Makineleri

source: None
tr: Hiçbiri

source: Number of Slices
tr: Dilim Sayısı

source: Number of Toasters
tr: Ekmek Kızartma Makineleri Sayısı

source: Solid Colors
tr: Katı Renkler

source: Swarm
tr: Sürü

source: Brief
tr: Özet

source: Font Border Thickness
tr: Yazıtipi Sınırı Kalınlığı

source: FontGlide
tr: YazıTipiKayması

source: Horizontally scrolling text
tr: Dikey Kayan Metin

source: Pages of text
tr: Sayfalarca metin

source: Puts text on the screen using large characters that glide in from the edges, assemble, then disperse. Alternately, it can simply scroll whole sentences from right to left. The text can be the output of a program or the contents of a file or URL, as configured on the "Advanced" tab of the main Screensaver Preferences window. Written Jamie Zawinski.
tr: Büyük karakterler kullanarak, ekran üzerinde kayan, birleşen ve daha sonra yayılan metni koyar. Farklı bir yaklaşım olarak, tüm cümleleri sağdan sola basitçe kaydırabilir. Metin, Ekran Koruyucu Tercihleri penceresi üzerindeki "İleri" sekmesinde yapılandırılan bir programın çıktısı, bir dosya veya URL içeriği olabilir. Jamie Zawinski tarafından.

source: Text Linger
tr: Metin Uzaması

source: Vapor Trails
tr: Buhar İzleri

source: Forest
tr: Orman

source: This draws fractal trees. Written by Peter Baumung. Everybody loves fractals, right?
tr: Bu, fraktal ağaçlar çizer. Peter Baumung tarafından yazıldı. Herkez fraktal sever, değil mi?

source: Border Thickness
tr: Sınır Kalınlığı

source: Delay
tr: Gecikme

source: Falling colored snowflake/flower shapes. Written by Barry Dmytro.
tr: Yukarıdan düşen renkli kar tanecikleri/çiçekler. Barry Dmytro tarafından yazılmıştır.

source: FuzzyFlakes
tr: BelirsizPullar

source: Layers
tr: Katmanlar

source: Random Colors
tr: Rastgele Şekiller

source: Galaxy
tr: Galaksi

source: Rotate Viewpoint
tr: Görünüm Noktasını Döndür

source: This draws spinning galaxies, which then collide and scatter their stars to the, uh, four winds or something. Originally an Amiga program by Uli Siegmund.
tr: Sonrasında yıldızları çarpışan ve dört rüzgara veya benzeri bir şeye dağılan dönen galaksiler çizer. Asıl olarak Uli Siegmund tarafından yazılan bir Amiga programı.

source: Gears
tr: Dişli

source: Planetary Gear System
tr: Gezegensel Dişli Sistemi

source: Rotational Speed
tr: Dönme Hızı

source: This draws sets of turning, interlocking gears, rotating in three dimensions. Another GL hack, by Danny Sung, Brian Paul, Ed Mackey, and Jamie Zawinski.
tr: Üç boyut içerisinde dönen, kilitlenen, döndürülen dişliler çizer. Başka bir DL kod ddeğişikliği uygulaması, Danny Sung, Brian Paul, Ed Mackey ve Jamie Zawinski tarafından.

source: Three Gear System
tr: Üç Dişli Sistemi

source: Checkerboard
tr: KontrolPanosu

source: Draws a rippling waves on a rotating wireframe grid, using GL. Written by Josiah Pease.
tr: Dönen tel çerçeve ızgarası üzerinde dalgalanan dalgaları, GL kullanarak çizer. Josiah Pease tarafından yazıldı.

source: Flat Lighting
tr: Düz Işıklandırma

source: Mesh Density
tr: Ağ Yoğunluğu

source: Screen Image
tr: Ekran Görüntüsü

source: Wave Speed
tr: Dalga Hızı

source: Waves
tr: Dalgalar

source: Wire Mesh
tr: Tel Ağı

source: Blur Smoothness
tr: Pürüzsüzlüğü Bulanıklaştır

source: This program draws a box and a few line segments, and generates a radial blur outward from it. This creates flowing field effects. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite graphics intensive: don't bother trying to run this if you don't have hardware-accelerated OpenGL texture support. It will hurt your machine bad.
tr: Bu program bir kutu ve biraz çizgi dilimi çizer ve bundan ışınsal bir bulanıklaşma üretir. Bu, akan alan etkisi oluşturur. Bu durum ekranı küçük dokulara bölüp onları gerçekleyerek ve tekrar tekrar artarak büyüyen ve artarak şeffaflaşan sürümlerinin de çerçeve tampon belleği üzerinde gerçeklenmesi yapılır. Görüldüğü gibi biraz yoğun grafik içerir: eğer OpenGL doku desteği olan bir hızlandırılmış donanımınız yoksa bunu çalıştırmaya kalkmayın. Makinenizi bozar.

source: 5 Minutes
tr: 5 Dakika

source: An OpenGL kaleidescope that operates on your desktop image, or on image files loaded from disk. Written by andrew dean.
tr: Bir masaüstü görüntüsü veya diskinizden yüklenmiş bir görüntü dosyası üzerinde çalışan çiçek dürbünü. andrew dean tarafından.

source: Image Duration
tr: Resim Süresi

source: Image file
tr: Resim dosyası

source: Move
tr: Kaydır

source: Size of tube
tr: Boru boyutu

source: Desert
tr: Çöl

source: Draws an animation of sprinkling fire-like 3D triangles in a landscape filled with trees. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge &lt;lassauge@users.sourceforge.net&gt;.
tr: Ateş serpitilerine benzeyen içerisini ağaçlarla dolu bir manzaraya 3D üçgen canlandırmaları çizer. OpenGL ve doku haritaları için hizlı donanım desteğine ihtiyaç duyar. Eric Lassauge tarafından yazıldı. &lt;lassauge@users.sourceforge.net&gt;.

source: Fog
tr: Sis

source: GLForestFire
tr: GLOrmanYangını

source: Huge Fire
tr: Büyük Yangın

source: No shadow
tr: Gölge Yok

source: Number of trees
tr: Ağaçların Sayısı

source: Rain
tr: Yağmur

source: Track mouse
tr: Fareyi izle

source: Enable fog
tr: Sisi etkinleştir

source: Enable lighting
tr: Işıklandırmayı etkinleştir

source: Frame Delay (us)
tr: Çerçeve Gecikmesi (us)

source: Number of Disks
tr: Disk Sayısı

source: Solves the Towers of Hanoi puzzle. Move N disks from one pole to another, one disk at a time, with no disk ever resting on a disk smaller than itself. Written by Dave Atkinson.
tr: Hanoi Kuleleri bulmacasını çözer. Her seferinde bir disk olacak ve bir disk hiçbir zaman kendisinden küçük bir diskin üstünde olmayacak şekilde N tane diski bir kutuptan diğerine kaydırın. Dave Atkinson tarafından yazılmıştır.

source: GLKnots
tr: GLDüğümler

source: Generates some twisting 3d knot patterns. Spins 'em around. Written by Jamie Zawinski.
tr: Kıvrılan 3B düğüm desenleri oluşturur. Bu düğümleri etrafında çevirir. Jamie Zawinski tarafından yazılmıştır.

source: Resolution
tr: Çözünürlük

source: Segmented
tr: Dilimlenmiş

source: Smooth
tr: Prüzsüz

source: Binary Encoding
tr: İkili Kodlama

source: Draw Glyphs
tr: Glifler Çiz

source: Draw Outlines
tr: Anahatlar Çiz

source: Draw Solid Boxes
tr: Katı Kutular Çiz

source: Draws 3D dropping characters similar to what is seen in the title sequence of "The Matrix". See also "xmatrix" for a 2D rendering of the similar effect that appeared on the computer monitors actually *in* the movie. Written by Jamie Zawinski.
tr: "Matris"'in başlık kısmında gözüken karakterlere benzeyen 3D damlatmalar çizer. Aslında film içerisindeki bilgisayar ekranında gözüken benzer etkinin 2D gerçeklenmesini görmek için aynı zamanda "xmatrix"'e bakın. Jamie Zawinski tarafından yazıldı.

source: GLMatrix
tr: GLMatriks

source: Genetic Encoding
tr: Genetik Kodlama

source: Glyph Density
tr: Glif Yoğunluğu

source: Glyph Speed
tr: Glif Hızı

source: Hexadecimal Encoding
tr: Onaltılık Kodlama

source: Matrix Encoding
tr: Matris Kodlama

source: Panning
tr: Alıcıyı Göndererek Çekim
