Repository: Zygo/xscreensaver
Catalog: po/*.po
Languages: tr

source: Like qix, this uses a simple simple motion model to generate many different display modes. The control points attract each other up to a certain distance, and then begin to repel each other. The attraction/repulsion is proportional to the distance between any two particles, similar to the strong and weak nuclear forces. One of the most interesting ways to watch this hack is simply as bouncing balls, because their motions and interactions with each other are so odd. Sometimes two balls will get into a tight orbit around each other, to be interrupted later by a third, or by the edge of the screen. It looks quite chaotic. Written by Jamie Zawinski, based on Lisp code by John Pezaris.
tr: qix gibi bu, farklı görüntü kiplerini oluşturmak için basit bir hareket modeli kullanır. Kontrol noktası belli bir mesafeye kadar birbirini çeker ve daha sonra iter. Çekim/İtim iki parçacık arasındaki mesafe ile, güçlü ve zayıf nükleer güçler gibi, orantılıdır. Bu değiştirilmiş kod uygulamasını görmenin en ilginç yolu zıplayan toplardır, çünkü hareketleri ve birbirleri ile etkileşimleri oldukça tek düzedir. Bazen iki top birbirlerine göre çok yakın bir eksene düşer ve üçüncü bir top veya ekran kenarı tarasından kesilebilir. Bu durum biraz karmaşık gözükür. John Pezaris tarafından Lisp ile yazılmış koda dayanarak Jamie Zawinski tarafından yazıldı.

source: Lines
tr: Satır

source: Long
tr: Uzun

source: Low
tr: Alçak

source: Orbital Mode
tr: Yörüngesel Kip

source: Outward
tr: Dışarı Doğru

source: Polygons
tr: Çokgenler

source: Radius
tr: Yarıçap

source: Repulsion Threshold
tr: İtme Eşik Değeri

source: Short
tr: Kısa

source: Splines
tr: Şeritler

source: Tails
tr: Kuyruklar

source: Trail Length
tr: İz Uzunluğu

source: Draws an animation of a textured tunnel in GL. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge and Roman Podobedov.
tr: GL tünel dokusu içerisinde bir canlandırma çizer. OpnGL ve doku haritaları için hızlı donanım desteğine sahip bir makine gerektirir. Eric Lassauge ve Roman Podobedov tarafından yazıldı.

source: Untextured
tr: Dokusuz

source: Use light
tr: Işık kullan

source: Barcode
tr: Barkod

source: Barcode Clock (24 Hour)
tr: Barkod Saati (24 Saat)

source: Barcode Clock (AM/PM)
tr: Barkod Saati (AM/PM)

source: Scrolling Barcodes
tr: Kayan Barkodlar

source: This draws a random sequence of colorful barcodes scrolling across your screen. CONSUME! By Dan Bornstein.
tr: Bu ekranınızda kayan rastgele sırada renkli brakodlar çizer. TÜKETİN! Dan Bornstein tarafından.

source: Blaster
tr: Patlayıcı Madde

source: Draws a simulation of flying space-combat robots (cleverly disguised as colored circles) doing battle in front of a moving star field. Written by Jonathan Lin.
tr: Hareket eden bir yıldız alanı önünde savaşan üçan uzay savaş robotları (akıllıca birer renckli çember olarak gizlenmiş) çizer. Jonathan Lin tarafından.

source: Lasers
tr: Lazer

source: Robots
tr: Robotlar

source: Stars
tr: Yıldızlar

source: BlinkBox
tr: KırpışanKutu

source: Box Size
tr: Kutu Boyutu

source: Dissolve
tr: Çözünmek

source: Fade
tr: Geçiş

source: Motion Blur
tr: Hareket Bulanıklığı

source: Shows a ball contained inside of a bounding box. Colored blocks blink in when the ball hits the edges. Written by Jeremy English.
tr: Çevreleyen bir kutu içerisinde bir top gösterir. Top kenarlara çarptığında renkli bloklar kırpışır. Jeremy English tarafından yazıldı.

source: 90 deg Rotation Speed
tr: 90 derece Dönme Hızı

source: Bitmap to rotate
tr: Döndürülecek bit eşlem

source: Fuzzy Rotation Speed
tr: Belirsiz Dönme Hızı

source: Grab Screen
tr: Ekranı Yakala

source: The ``blitspin'' hack repeatedly rotates a bitmap by 90 degrees by using logical operations: the bitmap is divided into quadrants, and the quadrants are shifted clockwise. Then the same thing is done again with progressively smaller quadrants, except that all sub-quadrants of a given size are rotated in parallel. Written by Jamie Zawinski based on some cool SmallTalk code seen in in Byte Magazine in 1981. As you watch it, the image appears to dissolve into static and then reconstitute itself, but rotated. You can provide the image to use, as an XBM or XPM file, or tell it to grab a screen image and rotate that.
tr: ``blitspin'' değiştirilmiş kod uygulaması mantıksal işlemler kullanarak bir bit eşemi 90 derece döndürür: bit eşlem çeyrek dairelere bölünür ve bu daireler de saat yönünde döndürülür. Daha sonra aynı işlem verilmiş verilmiş boyadaki tüm alt çeyrek daireler paralel olarak dönmesi dışında daha küçük çeyrek dairelere uygulanır. 1981 yılında Byte Magazin dergisinde görülen hoş bir SmallTalk koduna dayalı olarak Jamie Zawinski tarafından yazıldı. İzlerken görüntünün çözündüğünü ve daha sonra tekrar oluştuğunu ve aynı zamanda döndüğünü göreceksiniz. Kullanılacak görüntüyü XBM veya XPM dosyası olarak veya ekran görüntüsü olarak yakalayıp sunabilir ve döndürebilirsiniz.

source: BlockTube
tr: BlokTüp

source: Color Change Time
tr: Renk Değişim Zamanı

source: Color Hold Time
tr: Tutma Zamanını Renklendir

source: Reflective Blocks
tr: Yansıtıcı Bloklar

source: Solid Blocks
tr: Katı Bloklar

source: This hack draws a swirling, falling tunnel of reflective slabs. They fade from hue to hue. Written by Lars R. Damerow.
tr: Bu değiştirilmiş kod parçası dönen düşen yansıtısı levha tünelleri çizer. Renkten renge solarlar. Lars R. Damerow tarafından yazıldı.

source: Huge
tr: Büyük

source: Lighting
tr: Aydınlatma

source: Meridians
tr: Meridyenler

source: Parallels
tr: Paraleller

source: Scanlines
tr: Tarama çizgileri

source: Size
tr: Boyut

source: Smoothing
tr: Yumuşatma

source: This bouncing ball is a clone of the first graphics demo for the Amiga 1000, which was written by Dale Luck and RJ Mical during a break at the 1984 Consumer Electronics Show (or so the legend goes.) This looks like the original Amiga demo if you turn off "smoothing" and "lighting" and turn on "scanlines". Written by Jamie Zawinski.
tr: Bu sıçrayan top 1984 Tüketici Electroniği Gösterisinde bir ara sırasında Dale Luck ve RJ Mical tarafından Amiga 1000 için yazılan ilk grafik tanıtımın kopyasıdır. Bu tıpı asıl Amiga tanıtımına benzer eğer kapatırsanız "yumuşak" ve "aydınlatma" ve açarsanız da "tarama çizgileri" gözükür. Jamie Zawinski tarafından yazıldı.

source: Tiny
tr: Küçük

source: Do Red/Blue 3D separation
tr: Kırmızı/Mavi 3D ayrımını yap

source: Number of Spots
tr: Nokta Sayısı

source: This draws what looks like a spinning, deforming balloon with varying-sized spots painted on its invisible surface. Written by Jeremie Petit.
tr: Bu dönen, görünmez yüzeyi üzerinde değişen boyutlarda noktaları olan bozulmuş bir balonu çizer. Jeremie Petit tarafından yazıldı.

source: A Cow. A Trampoline. Together, they fight crime. By Jamie Zawinski.
tr: Bir inek. Bir trambolin, ölümüne savaşırlar. Jamie Zawinski tarafından yazıldı.

source: Animation Speed
tr: Canlandırma Hızı

source: Beefy Cow
tr: Etli İnek

source: Bounce Speed
tr: Sıçrama Hızı

source: BouncingCow
tr: Sıçrayanİnek

source: Herd
tr: Sürü

source: Moo
tr: Böğürme

source: Number of Cows
tr: İnek Sayısı

source: Wireframe Cow
tr: İnek İskeleti

source: Ball Size
tr: Top Boyutu

source: Boxed
tr: Kutulu

source: Draws a box full of 3D bouncing balls that explode. Written by Sander van Grieken.
tr: Patlayan 3D zıplayan toplardan oluşan bir kutu çizer. Sander van Grieken tarafından yazıldı.

source: Explosion Force
tr: Patlama Gücü

source: Lots
tr: Epey

source: Motion Speed
tr: Hareket Hızı

source: Nuke
tr: Nükleer Füze

source: Number of Balls
tr: Top Sayısı

source: Popcorn
tr: Patlamış Mısır

source: Border
tr: Sınır

source: BoxFit
tr: KutuyaUydur

source: Boxes
tr: Kutular

source: Boxes Only
tr: Sadec Kutular

source: Boxes or Circles
tr: Kutular ve Daireler

source: Circles Only
tr: Sadece Daireler

source: Color Gradient
tr: Renk Geçişi

source: Grab Images
tr: Resimleri Tut

source: Grow By
tr: Şunun tarafından büyült

source: Packs the screen with growing squares or circles, colored according to a horizontal or vertical gradient, or according to the colors of the desktop or a loaded image file. The objects grow until they touch, then stop. When the screen is full, they shrink away and the process restarts. Written by Jamie Zawinski.
tr: Ekranı yatay veya dikey geçişe göre veya masaüstü veya yüklenmiş resme göre renklenen büyüyen çemberler ile kaplar. Nesneler deyene kadar büyür daha sonra durur. Ekran dolduğunda uzaklaşup kaybolurlar be süreç yeniden başladr. Jamie Zawinski tarafından yazıldı.

source: Spacing
tr: Boşluk bırakma

source: Braid
tr: Örgü

source: Draws random color-cycling inter-braided concentric circles. Written by John Neil.
tr: Rastgele dönen renklerde ortak merkezli örgü halde çemberler çizer. John Neil tarafından yazıldı.

source: Duration
tr: Süre

source: Line Thickness
tr: Çizgi Kalınlığı

source: Max Rings
tr: En Fazla Halka

source: 2 minutes
tr: 2 dakika

source: 5 seconds
tr: 5 saniye

source: BSOD stands for ``Blue Screen of Death.'' The finest in personal computer emulation, this hack simulates popular screen savers from a number of less robust operating systems. Written by Jamie Zawinski.
tr: BSOD ``Ölü Mavi Ekran'' anlamına gelir. Kişisel bilgisayarlardaki en iyi öykünme içerisinde bu değiştirilmiş kod uygulaması pek çok popüler ekran koruyucuyu daha az güçlü işletim sistemlerinde çalıştırır. Jamie Zawinski tarafından yazıldı.

source: Bubble Color
tr: Kabarcık Rengi

source: Bubble3D
tr: Kabarcık3B

source: Draws a stream of rising, undulating 3D bubbles, rising toward the top of the screen, with nice specular reflections. Written by Richard Jones.
tr: Ekranın tepesine doğru yükselen dalgalı 3D baloncuk akışını yansıtıcı şekiller iler çizer. Richard Jones tarafından yazıldı.

source: Transparent Bubbles
tr: Şeffaf Kabarcıklar

source: Bubbles
tr: Kabarcıklar

source: Bubbles Fall
tr: Düşen Kabarcıklar

source: Bubbles Float
tr: Kayan Kabarcıklar

source: Bubbles Rise
tr: Yükselen Kabarcıklar

source: Bubbles exist in three dimensions
tr: Üç boyutta kabarcıklar

source: Don't hide bubbles when they pop
tr: Patladıklarında baloncukları saklama

source: Draw circles instead of pixmap bubbles
tr: Piksel eşlemi baloncuklar yerine çemberler çiz

source: Leave Trails
tr: İz Bırak

source: This simulates the kind of bubble formation that happens when water boils:small bubbles appear, and as they get closer to each other, they combine to form larger bubbles, which eventually pop. Written by James Macnicol.
tr: Bu, su kaynadığında oluşan baloncukları taklit eder: küçük baloncuklar belirir ve birbirlerine yaklaştıkça daha büyük baloncuk oluştururlar ve sonunda o büyük olan da patlar. James Macnicol tarafından yazıldı.

source: A bit like `Spotlight', except that instead of merely exposing part of your desktop, it creates a bump map from it. Basically, it 3D-izes a roaming section of your desktop, based on color intensity. Written by Shane Smit.
tr: `Spot ışığı' gibi bir bit, masaüstünüzün sadece belli bir kısmını göstermek yerine bundan küt bir harita oluşturur. Masaüstünüzün gezinen kısmını renk yoğunluğuna göre 3D hale sokar. Shane Smit tarafından yazıldı.

source: Bumps
tr: Çarpmalar

source: Cage
tr: Kafes

source: Textured
tr: Dokulanmış

source: This draws Escher's ``Impossible Cage,'' a 3d analog of a moebius strip, and rotates it in three dimensions. Written by Marcelo Vianna.
tr: Bu Escher'in ``İmkansız Kafesini'', moebius şeridinin 3D halini çizer ve onu üç boyutlu ortamda döndürür. Marcelo Vianna tarafından yazıldı.

source: 1 Minute
tr: 1 Dakika

source: 5 Seconds
tr: 5 Saniye

source: Carousel
tr: Atlıkarınca

source: Frame Rate
tr: Çerçeve Değeri

source: Loads several random images, and displays them flying in a circular formation. The circle changes speed and direction randomly, tilts on its axis, and the images move in and out. To tell it where to find the images to display, go to the "Advanced" tab on the Screensaver Preferences window. Select "Choose Random Images", and enter your image directory in the text field right below that. (Note: not the the "Advanced" button at the bottom of this window: the tab at the top of the *other* window.) This program requires a good video card capable of supporting large textures. Written by Jamie Zawinski.
tr: Rastgele görüntüler yükle ve onları uçan dairesel biçimde göster. Çember hızını ve yönünü rastgele değiştirir, ekseninde eğilir ve görüntüler içeri ve dışarı hareket eder. Görüntüleri nerede bulacağını ona söylemek için Ekran Koruyucu Tercihleri penceresi üzerindeki ``İleri'' sekmesine gidin ve metin alanına görüntü dizinini doğrudan yazın. (Not: bu pencerenin altındaki "İleri" düğmesi değil: *diğer* pencerenin üstündeki sekme.) Bu uygulama büyük dokuları destekleyen iyi bir ekran kartına gereksinim duyar. Jamie Zawinski tarafından yazıldı.

source: No Tilting
tr: Eğmek Yok

source: Number of Images:
tr: Resim Sayısı:

source: Show Image Titles
tr: Resim Başlıklarını Göster

source: Tilt In/Out Only
tr: Sadece İçeri/Dışarı Eğ

source: Tilt In/Out and Left/Right
tr: İçeri/Dışarı ve Sola/Sağa Eğ

source: Tilt Left/Right Only
tr: Sadece Sola/Sağa Eğ

source: Time until loading a new image:
tr: Yeni bir resim yüklenene kadarki zaman:

source: Zoom In/Out
tr: Yakınlaştır/Uzaklaştır

source: 0 seconds
tr: 0 saniye

source: 30 seconds
tr: 30 saniye

source: C Curve
tr: C Eğrisi

source: Change Image Every
tr: Her Seferinde Görüntüyü Değiştir

source: Density
tr: Yoğunluk

source: Generates self-similar linear fractals, including the classic ``C Curve.'' Written by Rick Campbell.
tr: Klasik ``C Eğrisi'' de dahil olmak üzere birbirine benzeyen düz fraktallar üretir. Rick Campbell tarafından yazıldı.

source: Celtic
tr: Kelt

source: Draw Graph
tr: Grafik Çiz

source: Pause
tr: Duraklat

source: Repeatedly draws random Celtic cross-stitch patterns. By Max Froumentin.
tr: Birbirine geçmiş Kelt desenlerini art artda üretir. Max Froumentin tarafından.

source: Animates a number of 3D electronic components. Written by Ben Buxton.
tr: Pek çok sayıda 3D elektronik bileşeni canlandırır. Ben Buxton tarafından yazıldı.

source: Circuit
tr: Devre

source: Directional Lighting
tr: Yönlü Aydınlatma

source: Flat Coloring
tr: Düz Renklendirme

source: Parts
tr: Parça

source: Rotate
tr: Döndür

source: Rotation Speed
tr: Dönme Hızı

source: Spin
tr: Dönme

source: Cell Size
tr: Hücre Boyutu

source: CloudLife
tr: BulutHayatı

source: Generates cloud-like formations based on a variant of Conway's Life. The difference is that cells have a maximum age, after which they count as 3 for populating the next generation. This makes long-lived formations explode instead of just sitting there burning a hole in your screen. Written by Don Marti.
tr: Conway'in Hayatının farklı halleri üzerine bulut benzeri bir biçim oluşturur. Farkı hücrelerin, sonraki nesle kadar 3 e kadar saydıkları, en uzun yaşam ömrüne sahip olmasıdır. Bu durum uzun yaşayan biçimlerin ekranınızda yanan bir boşluk gibi duran nesneler yerine onların patlamasına sebeğ olur. Don Mart tarafından yazıldı.

source: Initial Density
tr: Başlangıç Yoğunluğu

source: Max Age
tr: En Uzun Yaş

source: Old
tr: Eski

source: Young
tr: Genç

source: Compass
tr: Pusula

source: Double Buffer
tr: Çift Tampon Bellek

source: This draws a compass, with all elements spinning about randomly, for that ``lost and nauseous'' feeling. Written by Jamie Zawinski.
tr: Bu, tüm öğeleri rastgele dönen bir pusula çizer, öyle ki ``kayıp ve mide bulandırıcı'' bir his oluşturur.

source: 1 Second
tr: 1 Saniye

source: Coral
tr: Mercan

source: Dense
tr: Yoğun

source: Seeds
tr: Tohumlar

source: Simulates coral growth, albeit somewhat slowly. Written by Frederick Roeber.
tr: MErcan büyümesini bir miktar yavaş olarak taklit eder. Frederick Roeber tarafından yazıldı.

source: Sparse
tr: Dağınık

source: Cosmos
tr: Evren

source: Draws fireworks and zooming, fading flares. By Tom Campbell. You can find it at &lt;http://www.cosmosx.org/&gt;
tr: Havai fişekler, yakınlaştırılan, sönen parıltılar çizer. Tom Campbell tarafından. &lt;http://www.cosmosx.org/&gt; adresinde bulabilirsiniz.

source: Confused
tr: Karışık

source: Display FPS
tr: FPS Göster

source: Eagle Nest
tr: Kartal Yuvası

source: Flat Shading
tr: Düz Gölgelendirme

source: Flies through height maps, optionally animating the creation and destruction of generated tiles; tiles `grow' into place.
tr: Yükseklik haritaları içerisinden uçar, seçimsel olarak döşemelerin oluşumunu ve yok olmasını canlandırır; döşemeler yere doğru `büyür'.

source: Frame Delay
tr: Çerçeve Gecikmesi

source: Growing
tr: Büyüme

source: Ice
tr: Buz

source: Immediate
tr: Hemen

source: Letterbox
tr: MektupKutusu

source: Mouse Hole
tr: Fare Deliği

source: Plain
tr: Düz

source: Random
tr: Rasgele

source: Subdivisions
tr: Altbölümler

source: Swampy
tr: Bataklık

source: Visibility
tr: Görünürlük

source: Vomit
tr: Kusmuk

source: Water
tr: Su

source: Critical
tr: Kritik

source: Draws a system of self-organizing lines. It starts out as random squiggles, but after a few iterations, order begins to appear. Written by Martin Pool.
tr: Kendi içinde organize olmuş çizgiler çizer. Rastegele karalamalar olarak başlar fakat bir kaç yinelemeden sonra sıra belli olur. Martin Pool tarafından yazıldı.

source: Center on Screen
tr: Ekranın Ortası

source: Count
tr: Say

source: Crystal
tr: Kristal

source: Draw Cell
tr: Hücre Çiz

source: Draw Grid
tr: Izgara Çiz

source: Horizontal Symmetries
tr: Yatay Simetriler

source: Moving polygons, similar to a kaleidescope (more like a kaleidescope than the hack called `kaleid,' actually.) This one by Jouk Jansen.
tr: Hareket eden poligonlar, kaleydoskop benzeri (`kaleid' olarak isimlendirilen değiştirilmiş kod uygulamasından çok bir kaleydeskop). Bu Jouk Jansen tarafından.

source: Vertical Symmetries
tr: Dikey Simetriler

source: Animates a Rubik-like puzzle known as Cube 21 or Square-1. The rotations are chosen randomly. Requires OpenGL. Written by Vasek Potocek.
tr: Küp 21 veya Kare-1 olarak bilinen Rubik benzeri bir bulmazayı canlandırır. Dönmelere rastgele seçilir. OpenGL gerektirir. Vasek Potocek tarafından yazıldı.

source: Classic Edition
tr: Klasik Düzenleme

source: Cube 21
tr: Küp 21

source: Cube size
tr: Küp Boyutu

source: Delay in ending position
tr: Sonlanma konumunda gecikme

source: Global speed
tr: Küresel hız

source: Random color
tr: Rasgele renk

source: Rotation
tr: Dönme

source: Silver Edition
tr: Gümüş Baskı

source: Six random colors
tr: Altı rasgele renk

source: Spinning
tr: Döndürme

source: Start as cube
tr: Küp olarak başla

source: Start as random shape
tr: Rastgele şekil olarak başla

source: Two random colors
tr: İki rastgele şekil

source: Wander on screen
tr: Ekran üzerinde dolaşmak

source: Wandering
tr: Dolaşmak

source: White
tr: Beyaz

source: Cubenetic
tr: Küp Manyetiği

source: Display Solid Colors
tr: Katı Renkleri Göster

source: Display Surface Patterns
tr: Yüzey Desenlerini Göster

source: Display Wireframe
tr: Tel Çerçeveyi Göster

source: Don't Rotate
tr: Döndürme

source: Draws a pulsating set of overlapping boxes with ever-chaning blobby patterns undulating across their surfaces. It's sort of a cubist Lavalite. Written by Jamie Zawinski.
tr: Birbiri üzerine binen ve birbirine çarpan yüzeyleri boyunce dalgalanan birbirine bağlı baloncuk desenleri olan kutular çizer. Lavalite kübüne benzer bir şekildir. Jamie Zawinski tarafından yazıldı.

source: Rotate around X and Y axes
tr: X ve Y eksenleri etrafında döndür

source: Rotate around X and Z axes
tr: X ve Z eksenleri etrafında döndür

source: Rotate around X axis
tr: X ekseni etrafında döndür

source: Rotate around Y and Z axes
tr: Y ve Z eksenleri etrafında döndür

source: Rotate around Y axis
tr: Y ekseni etrafında döndür

source: Rotate around Z axis
tr: Z ekseni etrafında döndür

source: Rotate around all three axes
tr: Üç eksen etrafında döndür

source: Surface Pattern Complexity
tr: Yüzey Deseni Karmaşıklığı

source: Surface Pattern Overlap
tr: Yüzey Deseni Çakışması

source: Surface Pattern Speed
tr: Yüzey Desen Hızı

source: Wander
tr: Dolaşma

source: CubeStorm
tr: KüpFırtınası

source: Draws a series of rotating 3D boxes that intersect each other and eventually fill space. Written by Jamie Zawinski.
tr: Birbiriyle kesişen ve sonunda alanı dolduran, dönen 3B kutular çizer. Jamie Zawinski tarafından yazılmıştır.

source: Number of Cubes
tr: Küp Sayısı

source: Strut Thickness
tr: Kavrama Kalınlığı

source: A hack similar to `greynetic', but less frenetic. The first implementation was by Stephen Linhart; then Ozymandias G. Desiderata wrote a Java applet clone. That clone was discovered by Jamie Zawinski, and ported to C for inclusion here.
tr: `greynetic' benzeri değiştirilmiş kod uygulaması ama daha çılgını. İlk uygulaması Stephen Linhart tarafından idi daha sonra Ozymandias G. Desiderata bir Java aplet kopyasını yazdı. Bu kopya Jamie Zawinski tarafından farkedildi ve buraya dahil edilmek üzere C ile yeniden yazıldı.

source: Cynosure
tr: Kutupyıldızı

source: DangerBall
tr: Tehlike Topu

source: Draws a ball that periodically extrudes many random spikes. Ouch! Written by Jamie Zawinski.
tr: Pek çok rastgele sivri ucu düzenli olarak dışlayan bir top çizer. Jamie Zawinski tarafından yazıldı.

source: Spike Count
tr: Sivri Uç Sayısı

source: Spike Growth
tr: Sivri Uç Büyümesi

source: DecayScreen
tr: BozulmaEkranı

source: Fuzzy Melt
tr: Belirsiz Erime

source: Melt Away From Center
tr: Merkezden Eriyerek Uzaklaşma

source: Melt Down
tr: Erime

source: Melt Down, Left
tr: Erime, Sola

source: Melt Down, Right
tr: Erime, Sağa

source: Melt Left
tr: Sola Doğru Eri

source: Melt Right
tr: Sağa Doğru Eri

source: Melt Towards Center
tr: Merkeze Doğru Eri

source: Melt Up
tr: Yukarı Erime

source: Melt Up, Left
tr: Yukarı, Sola Erime

source: Melt Up, Right
tr: Yukarı, Sağa Erime

source: Melty Melt
tr: Eriyen Erime

source: Random Melt Style
tr: Rastgele Erime Biçemi

source: Shuffle Melt
tr: Karışık Erime

source: Stretchy Melt
tr: Genişleyen Erime

source: This takes an image and makes it melt. You've no doubt seen this effect before, but no screensaver would really be complete without it. It works best if there's something colorful visible. Warning, if the effect continues after the screen saver is off, seek medical attention. Written by David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey.
tr: Bu bir resmi alır ve eritir. Bu uygulamayı daha önce mutlaka görmüşsünüzdür ancak bu uygulama olmadan ekran koruyucular eksik kalacaktır. Bu uygulama en iyi, renkli ve görünür birşey olduğunda çalışır. Eğer ekran koruyucu kapandığında hala uygulama devam ediyorsa tıbbi destek almanız gerekebilir. David Wald, Vivek Khera, Jamie Zawinski ve Vince Levey tarafından yazılmıştır.

source: Max Depth
tr: En Fazla Derinlik

source: Min Size
tr: En Küçük Boyut

source: This one subdivides and colors rectangles randomly. It looks kind of like Brady-Bunch-era rec-room wall paneling. (Raven says: ``this screensaver is ugly enough to peel paint.'') Written by Jamie Zawinski, inspired by Java code by Michael Bayne.
tr: Bu, dikdörtgenleri rastgele böler ve boyar. Brady-Bunch-era dinlenme odası duvarlarının döşemesine benzer. (Raven, "bu ekran koruyucu boyayı kazıtacak kadar çirkin" der.) Jamie Zawinski tarafından yazılmış ve Michael Bayne'nin Java kodundan esinlenilmiştir.

source: Deluxe
tr: Gösterişli
